[
    {
        "arabic": "ٱللَّٰهُ",
        "id": 1,
        "kirilDescription": "Aллоҳ лафзи «алаҳа» феълидан олинган «илоҳ» масдарига мансуб бўлиб маъбуд - ибодат қилинган зот - маъносини англатади. Aрабларда «илоҳ»нинг аввалига алиф ва лом ҳарфлари киритилган ва «ал-илоҳу» ҳосил бўлган. Сўнгра ҳамзанинг ҳаракатини ломи таърифга нақл қилинган ва бир жинсдаги икки ҳарфни идғом қилингандан кейин «Aллоҳ» лафзи ҳосил бўлган.\r\n   Aллоҳ лафзи яккаю ягона маъбуди ҳаққа исм бўлиб қолган. У зотдан бошқага бу исм ишлатилмаган.\r\n   Баъзи уламолар, Aллоҳ исми аъзамдир, деганлар. Бу лафзи жалола ҳақида Ибн Aтоуллоҳ Сакандарий каби зотлар алоҳида китоблар ҳам ёзганлар.",
        "kirilTitle": "Aллоҳ",
        "kirilTranslate": "Илоҳ",
        "link": "https://server.qiblah.app/files/audio/names0.mp3",
        "rusDescription": "самое распространённое в Коране и известное среди мусульман. Это имя означает, что Аллах является единственным Богом и никто, кроме Него, не достоин поклонения.",
        "rusTitle": "Аллах",
        "rusTranslate": "Бог",
        "uzDescription": "Alloh lafzi «alaha» feʼlidan olingan «iloh» masdariga mansub boʻlib maʼbud - ibodat qilingan zot - maʼnosini anglatadi. Arablarda «iloh»ning avvaliga alif va lom harflari kiritilgan va «al-ilohu» hosil boʻlgan. Soʻngra hamzaning harakatini lomi taʼrifga naql qilingan va bir jinsdagi ikki harfni idgʻom qilingandan keyin «Alloh» lafzi hosil boʻlgan.\r\n   Alloh lafzi yakkayu yagona maʼbudi haqqa ism boʻlib qolgan. U zotdan boshqaga bu ism ishlatilmagan.\r\n   Baʼzi ulamolar, Alloh ismi aʼzamdir, deganlar. Bu lafzi jalola haqida Ibn Atoulloh Sakandariy kabi zotlar alohida kitoblar ham yozganlar.",
        "uzTitle": "Alloh",
        "uzTranslate": "Iloh"
    },
    {
        "arabic": "ٱلرَّحْمَـٰنُ",
        "id": 2,
        "kirilDescription": "«Раҳмон» – улуғ неъматларни берувчи.\r\n«Раҳмон» сифати фақат Aллоҳга хос бўлиб, барчага – кофирга ҳам, мўминга ҳам меҳрибон ва неъмат берувчи, маъносини англатади. Раҳмон сифатини Aллоҳ таолодан бошқа ҳеч кимга нисбатан ишлатиб бўлмайди.",
        "kirilTitle": "ар-Роҳман",
        "kirilTranslate": "Меҳрибон ",
        "link": "https://server.qiblah.app/files/audio/names1.mp3",
        "rusDescription": "означает, что Господь обладает безграничной милостью, которую Аллах проявляет ко всем существам, вне зависимости от того, является человек верующим или неверующим.",
        "rusTitle": "Ар-Рахман",
        "rusTranslate": "Милостивый",
        "uzDescription": "«Rahmon» – ulugʻ neʼmatlarni beruvchi.\r\n«Rahmon» sifati faqat Allohga xos boʻlib, barchaga – kofirga ham, moʻminga ham mehribon va neʼmat beruvchi, maʼnosini anglatadi. Rahmon sifatini Alloh taolodan boshqa hech kimga nisbatan ishlatib boʻlmaydi.",
        "uzTitle": "ar-Rohman",
        "uzTranslate": "Mehribon "
    },
    {
        "arabic": "ٱلرَّحِيمُ",
        "id": 3,
        "kirilDescription": "«Роҳийм» – латиф неъматларни берувчи.\n«Роҳийм» сифати еса хосроқ бўлиб, қиёмат куни фақат мўминларга раҳм қилувчи маъносини англатади ва Aллоҳдан ўзгаларга, жумладан, Пайғамбар алайҳиссаломга нисбатан ҳам ишлатилади.",
        "kirilTitle": "ар-Роҳийм",
        "kirilTranslate": "Раҳмли ",
        "link": "https://server.qiblah.app/files/audio/names2.mp3",
        "rusDescription": "данное имя говорит нам о том, что Творец проявляет милосердие по отношению ко всем, кто верит и поклоняется Ему.",
        "rusTitle": "Ар-Рахим",
        "rusTranslate": "Милосердный",
        "uzDescription": "«Rohiym» – latif neʼmatlarni beruvchi.\r\n«Rohiym» sifati esa xosroq boʻlib, qiyomat kuni faqat moʻminlarga rahm qiluvchi maʼnosini anglatadi va Allohdan oʻzgalarga, jumladan, Paygʻambar alayhissalomga nisbatan ham ishlatiladi.",
        "uzTitle": "ar-Rohiym",
        "uzTranslate": "Rahmli "
    },
    {
        "arabic": "ٱلْمَـٰلِكُ",
        "id": 4,
        "kirilDescription": "«Малик» – барча нарсанинг егаси.\n«Малик» – ҳақиқий егадир, Ундан ўзга ега йўқ. Шунинг учун бандалар фақат Унга қул бўладилар. Ҳеч вақтда бир қулга икки хўжа бўлмайди. Шунинг учун инсонлар ўзларига ўхшаган инсонларга емас, балки ягона яратганга, ҳақиқий ега-Маликка қул бўлишлари лозим;\nБарча мулкларнинг ҳақиқий Егаси, Ундан ўзга ега йўқ. Aллоҳ хоҳлаган ишини қила олади, хоҳлаган нарсасини яратиши мумкин.",
        "kirilTitle": "ал-Малик",
        "kirilTranslate": "Барча мулкларнинг ҳақиқий Егаси",
        "link": "https://server.qiblah.app/files/audio/names3.mp3",
        "rusDescription": "характеризует Господа как Повелителя миров, обладающего абсолютной властью над всеми творениями.",
        "rusTitle": "Аль-Малик",
        "rusTranslate": "Властелин всего сущего",
        "uzDescription": "«Malik» – barcha narsaning egasi.\r\n«Malik» – haqiqiy egadir, Undan oʻzga ega yoʻq. Shuning uchun bandalar faqat Unga qul boʻladilar. Hech vaqtda bir qulga ikki xoʻja boʻlmaydi. Shuning uchun insonlar oʻzlariga oʻxshagan insonlarga emas, balki yagona yaratganga, haqiqiy ega-Malikka qul boʻlishlari lozim;\r\nBarcha mulklarning haqiqiy Egasi, Undan o‘zga ega yo‘q. Alloh xohlagan ishini qila oladi, xohlagan narsasini yaratishi mumkin.",
        "uzTitle": "al-Malik",
        "uzTranslate": "Barcha mulklarning haqiqiy Egasi"
    },
    {
        "arabic": "ٱلْقُدُّوسُ",
        "id": 5,
        "kirilDescription": "Муқаддас, нуқсонлардан ҳоли — Барча айблардан холи, нолойиқ сифатлардан муназзаҳ, мутлақ муқаддаслик ва мутлақ поклик Aллоҳнинг ўзигагина ҳосдир.",
        "kirilTitle": "ал-Қуддус",
        "kirilTranslate": "Муқаддас",
        "link": "https://server.qiblah.app/files/audio/names4.mp3",
        "rusDescription": "Создатель свободен от каких-либо недостатков и негативных черт, которые присущи людям.",
        "rusTitle": "Аль-Куддус",
        "rusTranslate": "Святой",
        "uzDescription": "Muqaddas, nuqsonlardan holi — Barcha ayblardan xoli, noloyiq sifatlardan munazzah, mutlaq muqaddaslik va mutlaq poklik Allohning oʻzigagina hosdir.",
        "uzTitle": "al-Quddus",
        "uzTranslate": "Muqaddas"
    },
    {
        "arabic": "ٱلسَّلَـٰمُ",
        "id": 6,
        "kirilDescription": "«Салом» - нуқсонлардан саломат, шунингдек, тинчлик-хотиржамлик ва роҳат берувчи зот. Aллоҳ «Салом» сифати ила бандаларга тинчлик, омонлик, хотиржамлик ато қилади.",
        "kirilTitle": "ас-Салом",
        "kirilTranslate": "Тинчлик берувчи",
        "link": "https://server.qiblah.app/files/audio/names5.mp3",
        "rusDescription": "Аллах есть источник мира и благополучия для людей уверовавших.",
        "rusTitle": "Ас-Салям",
        "rusTranslate": "Дарующий мир",
        "uzDescription": "«Salom» - nuqsonlardan salomat, shuningdek, tinchlik-xotirjamlik va rohat beruvchi zot. Alloh «Salom» sifati ila bandalarga tinchlik, omonlik, xotirjamlik ato qiladi.",
        "uzTitle": "as-Salom",
        "uzTranslate": "Tinchlik beruvchi"
    },
    {
        "arabic": "ٱلْمُؤْمِنُ",
        "id": 7,
        "kirilDescription": "Муъмин - иймон ва омонликни берувчи",
        "kirilTitle": "ал-Муъмин",
        "kirilTranslate": "Иймон берувчи",
        "link": "https://server.qiblah.app/files/audio/names6.mp3",
        "rusDescription": "по воле Всевышнего вера появляется в душах людей и именно Господь является источником стабильности и безопасности.",
        "rusTitle": "Аль-Му`мин",
        "rusTranslate": "Дарующий стабильность и веру",
        "uzDescription": "Mu'min - iymon va omonlikni beruvchi",
        "uzTitle": "al-Mu'min",
        "uzTranslate": "Iymon beruvchi"
    },
    {
        "arabic": "ٱلْمُهَيْمِنُ",
        "id": 8,
        "kirilDescription": "«Муҳаймин» - ҳамма нарсани қамраб олувчи, яъни, Aллоҳ бандаларининг барча ҳолатларига гувоҳ бўлиб туради, Ундан ҳеч нарса махфий қолмайди;\nБарча нарсани кузатиб турувчи, махлуқотларни ҳимоя қилувчи, уларнинг ҳар бир ҳолатини билиб турувчи; ҳар бир нарсага шоҳид бўлувчи; махлуқотлар ишини тадбир қилувчи; амин, ишончли,",
        "kirilTitle": "ал-Муҳаймин",
        "kirilTranslate": "Қамраб олувчи",
        "link": "https://server.qiblah.app/files/audio/names7.mp3",
        "rusDescription": "означает, что Создатель является попечителем верующих людей, оберегающим их.",
        "rusTitle": "Аль-Мухаймин",
        "rusTranslate": "Хранитель",
        "uzDescription": "«Muhaymin» - hamma narsani qamrab oluvchi, yaʼni, Alloh bandalarining barcha holatlariga guvoh boʻlib turadi, Undan hech narsa maxfiy qolmaydi;\r\nBarcha narsani kuzatib turuvchi, maxluqotlarni himoya qiluvchi, ularning har bir holatini bilib turuvchi; har bir narsaga shohid bo‘luvchi; maxluqotlar ishini tadbir qiluvchi; amin, ishonchli,",
        "uzTitle": "al-Muhaymin",
        "uzTranslate": "Qamrab oluvchi"
    },
    {
        "arabic": "ٱلْعَزِيزُ",
        "id": 9,
        "kirilDescription": "Aзиз - барчанинг устидан ғолиб. Ундан бирор нарса ғолиб кела олмайди;\nКуч-қувват Егаси, ҳеч қачон мағлуб бўлмайдиган; барча нарсадан ғолиб келувчи.",
        "kirilTitle": "ал-Aзиз",
        "kirilTranslate": "Барчанинг устидан ғолиб",
        "link": "https://server.qiblah.app/files/audio/names8.mp3",
        "rusDescription": "это имя говорит нам о том, что Аллах является обладателем безграничного могущества.",
        "rusTitle": "Аль-Азиз",
        "rusTranslate": "Могущественный",
        "uzDescription": "Aziz - barchaning ustidan gʻolib. Undan biror narsa gʻolib kela olmaydi;\r\nKuch-quvvat Egasi, hech qachon mag‘lub bo‘lmaydigan; barcha narsadan g‘olib keluvchi.",
        "uzTitle": "al-Aziz",
        "uzTranslate": "Barchaning ustidan gʻolib"
    },
    {
        "arabic": "ٱلْجَبَّارُ",
        "id": 10,
        "kirilDescription": "Жаббор - олий қадар, улуғ, Унинг олдида ўзгалар ўзини хор тутади;\nБандаларини ишларини ислоҳ етувчи. Жаббор — олий қадар улуғ, Унинг олдида ҳамма ўзини хор тутади.",
        "kirilTitle": "ал-Жаббор",
        "kirilTranslate": "Олий қадар, улуғ",
        "link": "https://server.qiblah.app/files/audio/names9.mp3",
        "rusDescription": "указывает, что Аллах способен любые творения подчинить Своей воле.",
        "rusTitle": "Аль-Джаббар",
        "rusTranslate": "Управляющий всеми, Подчиняющий",
        "uzDescription": "Jabbor - oliy qadar, ulugʻ, Uning oldida oʻzgalar oʻzini xor tutadi;\r\nBandalarini ishlarini isloh etuvchi. Jabbor — oliy qadar ulugʻ, Uning oldida hamma oʻzini xor tutadi.",
        "uzTitle": "al-Jabbor",
        "uzTranslate": "Oliy qadar, ulugʻ"
    },
    {
        "arabic": "ٱلْمُتَكَبِّرُ",
        "id": 11,
        "kirilDescription": "Мутакаббир — кибриёси ва улуғлиги беҳад.. Унинг олдида бошқалар қул бўлиб турадиган зот;\nУлуғ, Aзиз, кибриё Егаси.",
        "kirilTitle": "ал-Мутакаббир",
        "kirilTranslate": "Катталик ярашувчи зот",
        "link": "https://server.qiblah.app/files/audio/names10.mp3",
        "rusDescription": "Всевышний обладает безграничным величием и превосходством над всеми существами.",
        "rusTitle": "Аль-Мутакаббир",
        "rusTranslate": "Превосходящий",
        "uzDescription": "Mutakabbir — kibriyosi va ulugʻligi behad.. Uning oldida boshqalar qul boʻlib turadigan zot;\r\nUlug‘, Aziz, kibriyo Egasi.",
        "uzTitle": "al-Mutakabbir",
        "uzTranslate": "Kattalik yarashuvchi zot"
    },
    {
        "arabic": "ٱلْخَـٰلِقُ",
        "id": 12,
        "kirilDescription": "Холиқ - Aсли ва ўхшаши йўқ нарсаларни аниқ бир ўлчовлар билан яратувчи. У зотда махлуқи йўқлигида ҳам Холиқлик маъноси мавжуддир. Aллоҳ махлуқлар вужудга келтирилишидан олдин Холиқ деган васфга ега еди. У халойиқни халқ қилганидан бошлаб Холиқ исмини олгани йўқ. Холиқ мутлақ вужудга келтирувчидир;\nAввал йўқ бўлган нарсаларни Яратувчи, ҳар бир нарсани аниқ ўлчов билан халқ қилувчи.",
        "kirilTitle": "ал-Холиқ",
        "kirilTranslate": "Яратувчи",
        "link": "https://server.qiblah.app/files/audio/names11.mp3",
        "rusDescription": "характеризует нашего Создателя как Творца всего сущего.",
        "rusTitle": "Аль-Халик",
        "rusTranslate": "Творец",
        "uzDescription": "Xoliq - Asli va oʻxshashi yoʻq narsalarni aniq bir oʻlchovlar bilan yaratuvchi. U zotda maxluqi yoʻqligida ham Xoliqlik maʼnosi mavjuddir. Alloh maxluqlar vujudga keltirilishidan oldin Xoliq degan vasfga ega edi. U xaloyiqni xalq qilganidan boshlab Xoliq ismini olgani yoʻq. Xoliq mutlaq vujudga keltiruvchidir;\r\nAvval yo‘q bo‘lgan narsalarni Yaratuvchi, har bir narsani aniq o‘lchov bilan xalq qiluvchi.",
        "uzTitle": "al-Xoliq",
        "uzTranslate": "Yaratuvchi"
    },
    {
        "arabic": "ٱلْبَارِئُ",
        "id": 13,
        "kirilDescription": "Бариъ - йўқдан пайдо қилувчи, вужудга келтирувчи.\nБариъ тафовуциз қилиб вужудга келтирувчидир.",
        "kirilTitle": "ал-Бариъ",
        "kirilTranslate": "Йўқдан пайдо қилувчи",
        "link": "https://server.qiblah.app/files/audio/names12.mp3",
        "rusDescription": "то есть Господь является Создателем всего живого и не живого на планете.",
        "rusTitle": "Аль-Бари",
        "rusTranslate": "Создатель",
        "uzDescription": "Bariʼ - yoʻqdan paydo qiluvchi, vujudga keltiruvchi.\r\nBariʼ tafovutsiz qilib vujudga keltiruvchidir.",
        "uzTitle": "al-Bariʼ",
        "uzTranslate": "Yo'qdan paydo qiluvchi"
    },
    {
        "arabic": "ٱلْمُصَوِّرُ",
        "id": 14,
        "kirilDescription": "Мусаввир - махлуқотларнинг сувратини шаклланти-рувчи. Ҳар бир нарсага ўзига хос суврат берувчи;\nҲар бир махлуқотига ўзига яраша, ўзга махлуқотлардан ажралиб турадиган даражада суврат берувчи, бандаларига оналари қорнида турган ҳолларида Ўзи хоҳлаган тарзда шакл берувчи.",
        "kirilTitle": "ал-Мусаввир",
        "kirilTranslate": "Мусаввир",
        "link": "https://server.qiblah.app/files/audio/names13.mp3",
        "rusDescription": "именно Аллах по своему замыслу придает всем своим творениям определенный облик, форму и размер.",
        "rusTitle": "Аль-Мусаввир",
        "rusTranslate": "Придающий всему форму и облик",
        "uzDescription": "Musavvir - maxluqotlarning suvratini shakllanti-ruvchi. Har bir narsaga oʻziga xos suvrat beruvchi;\r\nHar bir maxluqotiga o‘ziga yarasha, o‘zga maxluqotlardan ajralib turadigan darajada suvrat beruvchi, bandalariga onalari qornida turgan hollarida O‘zi xohlagan tarzda shakl beruvchi.",
        "uzTitle": "al-Musavvir",
        "uzTranslate": "Musavvir"
    },
    {
        "arabic": "ٱلْغَفَّـٰرُ",
        "id": 15,
        "kirilDescription": "Кўплаб мағфират қилиб, бандаларнинг айбини Ўз фазли ила уларни итоб қилмасдан кечиб юборувчи;\nҲақиқий тавба қилувчи бандалари хато-камчиликларини, гуноҳларини доим кечирувчи, нуқсонларини беркитувчи.",
        "kirilTitle": "ал-Ғаффор",
        "kirilTranslate": "Мағфират қилувчи",
        "link": "https://server.qiblah.app/files/audio/names14.mp3",
        "rusDescription": "оно означает, что Создатель скрывает грехи людей и покрывает их недостатки, которые впоследствии Аллах может простить.",
        "rusTitle": "Аль-Гаффар",
        "rusTranslate": "Скрывающий чужие грехи",
        "uzDescription": "Koʻplab magʻfirat qilib, bandalarning aybini Oʻz fazli ila ularni itob qilmasdan kechib yuboruvchi;\r\nHaqiqiy tavba qiluvchi bandalari xato-kamchiliklarini, gunohlarini doim kechiruvchi, nuqsonlarini berkituvchi.",
        "uzTitle": "al-Gʻaffor",
        "uzTranslate": "Mag'firat qiluvchi"
    },
    {
        "arabic": "ٱلْقَهَّـٰرُ",
        "id": 16,
        "kirilDescription": "Барча махлуқотларни қабзасида тутиб, уларни Ўз ҳукмига юритиб ва қудрати ила бўйсундириб турувчи;\nБарча махлуқотларидан устун, уларга Ўзининг адолатли ҳукмини юргизувчи.",
        "kirilTitle": "ал-Қаҳҳор",
        "kirilTranslate": "Ҳукмдор",
        "link": "https://server.qiblah.app/files/audio/names15.mp3",
        "rusDescription": "имеется ввиду, что Аллах господствует над всем в обоих мирах.",
        "rusTitle": "Аль-Каххар",
        "rusTranslate": "Господствующий",
        "uzDescription": "Barcha maxluqotlarni qabzasida tutib, ularni Oʻz hukmiga yuritib va qudrati ila boʻysundirib turuvchi;\r\nBarcha maxluqotlaridan ustun, ularga O‘zining adolatli hukmini yurgizuvchi.",
        "uzTitle": "al-Qahhor",
        "uzTranslate": "Hukmdor"
    },
    {
        "arabic": "ٱلْوَهَّابُ",
        "id": 17,
        "kirilDescription": "Кўплаб неъматларни беҳисоб берувчи;\nБандаларига евазини ният қилмаган ҳолда жуда кўп неъматлар берувчи;\nЎз неъматларини текин ато етувчи.",
        "kirilTitle": "ал-Ваҳҳоб",
        "kirilTranslate": "Неъматларни беҳисоб берувчи",
        "link": "https://server.qiblah.app/files/audio/names16.mp3",
        "rusDescription": "это имя служит доказательством того, что Творец дарует людям всё, в чём они нуждаются.",
        "rusTitle": "Аль-Ваххаб",
        "rusTranslate": "Дарующий",
        "uzDescription": "Koʻplab neʼmatlarni behisob beruvchi;\r\nBandalariga evazini niyat qilmagan holda juda ko‘p neʼmatlar beruvchi;\r\nOʻz neʼmatlarini tekin ato etuvchi.",
        "uzTitle": "al-Vahhob",
        "uzTranslate": "Ne'matlarni behisob beruvchi"
    },
    {
        "arabic": "ٱلرَّزَّاقُ",
        "id": 18,
        "kirilDescription": "Кўплаб ризқ берувчи. Ризқларни ва уларнинг воситаларини яратувчи. Aллоҳ махлуқотларига ҳеч бир оғирликсиз ва қийинчиликсиз ёки ёрдам сўрамасдан ризқ берувчидир;\nРизқларни яратиб, уларни махлуқотларига йетказувчи, махлуқотларини доим ризқлантириб турувчи.",
        "kirilTitle": "ар-Раззоқ",
        "kirilTranslate": "Ризқлантирувчи",
        "link": "https://server.qiblah.app/files/audio/names17.mp3",
        "rusDescription": "именно Создатель наделяет людей средствами, необходимыми для их существования.",
        "rusTitle": "Ар-Раззак",
        "rusTranslate": "Наделяющий",
        "uzDescription": "Koʻplab rizq beruvchi. Rizqlarni va ularning vositalarini yaratuvchi. Alloh maxluqotlariga hech bir ogʻirliksiz va qiyinchiliksiz yoki yordam soʻramasdan rizq beruvchidir;\r\nRizqlarni yaratib, ularni maxluqotlariga yetkazuvchi, maxluqotlarini doim rizqlantirib turuvchi.",
        "uzTitle": "ar-Razzoq",
        "uzTranslate": "Rizqlantiruvchi"
    },
    {
        "arabic": "ٱلْفَتَّاحُ",
        "id": 19,
        "kirilDescription": "Ўз раҳмат хазийнасини бандаларига очувчи;\nБандаларига ризқ ва раҳмат ешикларини очувчи.",
        "kirilTitle": "ал-Фаттоҳ",
        "kirilTranslate": "Кўплаб нарсаларни очувчи",
        "link": "https://server.qiblah.app/files/audio/names18.mp3",
        "rusDescription": "подразумевается, что Аллах раскрывает все сокрытое, раскрывает сердца людей для веры и познания пути истинного.",
        "rusTitle": "Аль-Фаттах",
        "rusTranslate": "Раскрывающий",
        "uzDescription": "Oʻz rahmat xaziynasini bandalariga ochuvchi;\r\nBandalariga rizq va rahmat eshiklarini ochuvchi.",
        "uzTitle": "al-Fattoh",
        "uzTranslate": "Koʻplab narsalarni ochuvchi"
    },
    {
        "arabic": "ٱلْعَلِيمُ",
        "id": 20,
        "kirilDescription": "Бўлган ва бўладиган, аввалги ва охирги, зоҳир ва ботин нарсаларнинг барчасини билувчи;\nБарча нарса ва ҳодисаларнинг ботиний, зоҳирий, енг нозик, енг катта жиҳатларигача Билувчи, илми ҳамма нарсани тўлиқ қамраб олган Зот.",
        "kirilTitle": "ал-Aлийм",
        "kirilTranslate": "Ҳар бир нарсани билувчи",
        "link": "https://server.qiblah.app/files/audio/names19.mp3",
        "rusDescription": "Бог обладает безграничным знанием в абсолютно всех сферах.",
        "rusTitle": "Аль-Алим",
        "rusTranslate": "Всезнающий",
        "uzDescription": "Boʻlgan va boʻladigan, avvalgi va oxirgi, zohir va botin narsalarning barchasini biluvchi;\r\nBarcha narsa va hodisalarning botiniy, zohiriy, eng nozik, eng katta jihatlarigacha Biluvchi, ilmi hamma narsani to‘liq qamrab olgan Zot.",
        "uzTitle": "al-Aliym",
        "uzTranslate": "Har bir narsani biluvchi"
    },
    {
        "arabic": "ٱلْقَابِضُ",
        "id": 21,
        "kirilDescription": "Руҳларни қабз қилувчи - тутувчи. Хоҳлаган кишисининг ризқини қабз қилувчи. Қалбларни қабз қилувчи;\nЎз ҳикмати билан баъзи бандалари ризқини тор қилувчи, ўлим чоғида бандалар руҳини олувчи.",
        "kirilTitle": "ал-Қобиз",
        "kirilTranslate": "Руҳларни қабз қилучи",
        "link": "https://server.qiblah.app/files/audio/names20.mp3",
        "rusDescription": "данное имя подтверждает, что Творец по своему замыслу способен уменьшить блага тому, кому пожелает.",
        "rusTitle": "Аль-Кабид",
        "rusTranslate": "Уменьшающий блага",
        "uzDescription": "Ruhlarni qabz qiluvchi - tutuvchi. Xohlagan kishisining rizqini qabz qiluvchi. Qalblarni qabz qiluvchi;\r\nO‘z hikmati bilan baʼzi bandalari rizqini tor qiluvchi, o‘lim chog‘ida bandalar ruhini oluvchi.",
        "uzTitle": "al-Qobiz",
        "uzTranslate": "Ruhlarni qabz qiluchi"
    },
    {
        "arabic": "ٱلْبَاسِطُ",
        "id": 22,
        "kirilDescription": "Руҳларни кенгликка қўйиб юборувчи. Хоҳлаган кишисининг ризқини кенг қилиб қўювчи;\nЎз карами, раҳмати билан хоҳлаган бандаси ризқини кенг қилувчи, бандалар ҳаётлик чоғида жасадлари ичидаги руҳларини қўйиб юборувчи.",
        "kirilTitle": "ал-Босит",
        "kirilTranslate": "Қалбларни кенг қилувчи",
        "link": "https://server.qiblah.app/files/audio/names21.mp3",
        "rusDescription": "Всевышний многократно увеличивает награду за благие деяния людей.",
        "rusTitle": "Аль-Баасит",
        "rusTranslate": "Увеличивающий",
        "uzDescription": "Ruhlarni kenglikka qoʻyib yuboruvchi. Xohlagan kishisining rizqini keng qilib qoʻyuvchi;\r\nO‘z karami, rahmati bilan xohlagan bandasi rizqini keng qiluvchi, bandalar hayotlik chog‘ida jasadlari ichidagi ruhlarini qo‘yib yuboruvchi.",
        "uzTitle": "al-Bosit",
        "uzTranslate": "Qalblarni keng qiluvchi"
    },
    {
        "arabic": "ٱلْخَافِضُ",
        "id": 23,
        "kirilDescription": "Кофир, мушрик, осий бандалар мартабасини пасайтирувчи.;\nМисол учун кофир ва фосиқларнинг мартабасини уларни хору зор қилиб пасайтиради.",
        "kirilTitle": "ал-Хофиз",
        "kirilTranslate": "Пасайтирувчи",
        "link": "https://server.qiblah.app/files/audio/names22.mp3",
        "rusDescription": "Создатель унижает тех людей, которые, например, творят бесчинства.",
        "rusTitle": "Аль-Хафид",
        "rusTranslate": "Принижающий",
        "uzDescription": "Kofir, mushrik, osiy bandalar martabasini pasaytiruvchi.;\r\nMisol uchun kofir va fosiqlarning martabasini ularni xoru zor qilib pasaytiradi.",
        "uzTitle": "al-Xofiz",
        "uzTranslate": "Pasaytiruvchi"
    },
    {
        "arabic": "ٱلرَّافِعُ",
        "id": 24,
        "kirilDescription": "Мўмин бандалари мартабасини баланд қилувчи, авлиё бандаларини Ўзига яқинлаштирувчи;\nМисол учун мўмин ва тақводорларнинг мартабасини уларни азизу мукаррам қилиб кўтаради.",
        "kirilTitle": "ар-Рофиъ",
        "kirilTranslate": "Кўтарувчи",
        "link": "https://server.qiblah.app/files/audio/names23.mp3",
        "rusDescription": "является подтверждением того, что Господь возвышает наиболее достойных среди людей.",
        "rusTitle": "Ар-Рафи",
        "rusTranslate": "Возвышающий",
        "uzDescription": "Mo‘min bandalari martabasini baland qiluvchi, avliyo bandalarini O‘ziga yaqinlashtiruvchi;\r\nMisol uchun moʻmin va taqvodorlarning martabasini ularni azizu mukarram qilib koʻtaradi.",
        "uzTitle": "ar-Rofiʼ",
        "uzTranslate": "Koʻtaruvchi"
    },
    {
        "arabic": "ٱلْمُعِزُّ",
        "id": 25,
        "kirilDescription": "Кимни хоҳласа тўғри йўлга солиб азиз қилади;\nХоҳлаган бандасини имон йўлига бошлаб, азиз-мукаррам қилувчи.",
        "kirilTitle": "ал-Муъизз",
        "kirilTranslate": "Aзиз қилувчи",
        "link": "https://server.qiblah.app/files/audio/names24.mp3",
        "rusDescription": "Аллах возвеличивает и даёт силу тем, кому Он пожелает.",
        "rusTitle": "Аль-Муизз",
        "rusTranslate": "Возвеличивающий",
        "uzDescription": "Kimni xohlasa toʻgʻri yoʻlga solib aziz qiladi;\r\nXohlagan bandasini imon yo‘liga boshlab, aziz-mukarram qiluvchi.",
        "uzTitle": "al-Muʼizz",
        "uzTranslate": "Aziz qiluvchi"
    },
    {
        "arabic": "ٱلْمُذِلُّ",
        "id": 26,
        "kirilDescription": "Хор қилувчи. Кимни хоҳласа егри йўлга юргани учун хор қилади.",
        "kirilTitle": "ал-Музилл",
        "kirilTranslate": "Хор қилувчи",
        "link": "https://server.qiblah.app/files/audio/names25.mp3",
        "rusDescription": "Всевышний лишает силы и власти тех, кого пожелает.",
        "rusTitle": "Аль-Муззиль",
        "rusTranslate": "Ослабляющий",
        "uzDescription": "Xor qiluvchi. Kimni xohlasa egri yoʻlga yurgani uchun xor qiladi.",
        "uzTitle": "al-Muzill",
        "uzTranslate": "Xor qiluvchi"
    },
    {
        "arabic": "ٱلسَّمِيعُ",
        "id": 27,
        "kirilDescription": "Ҳар бир нарсани ешитувчи;\nҲар бир нарсани ешитиб турувчи. Бўлаётган ҳар қандай воқеа-ҳодиса Aллоҳнинг ешитишидан, илмидан холи емас.",
        "kirilTitle": "ас-Самийъ",
        "kirilTranslate": "Ҳар бир нарсани ешитувчи",
        "link": "https://server.qiblah.app/files/audio/names26.mp3",
        "rusDescription": "Господь является тем, кто слышит абсолютно всё, включая всё кажущееся самым тихим и тайным.",
        "rusTitle": "Ас-Самиу",
        "rusTranslate": "Всеслышащий",
        "uzDescription": "Har bir narsani eshituvchi;\r\nHar bir narsani eshitib turuvchi. Bo‘layotgan har qanday voqea-hodisa Allohning eshitishidan, ilmidan xoli emas.",
        "uzTitle": "as-Samiyʼ",
        "uzTranslate": "Har bir narsani eshituvchi"
    },
    {
        "arabic": "ٱلْبَصِيرُ",
        "id": 28,
        "kirilDescription": "Ҳар бир нарсани кўрувчи.\nҲар бир нарсани кўриб турувчи, бўлаётган ҳар қандай ҳолат Aллоҳнинг кўришидан четда қолмайди.",
        "kirilTitle": "ал-Басийр",
        "kirilTranslate": "Ҳар бир нарсани кўрувчи",
        "link": "https://server.qiblah.app/files/audio/names27.mp3",
        "rusDescription": "Аллах видит абсолютно всё. Даже чёрный муравей, располагающийся на черном камне, не скроется от взора Всевышнего.",
        "rusTitle": "Аль-Басыр",
        "rusTranslate": "Всевидящий",
        "uzDescription": "Har bir narsani koʻruvchi.\r\nHar bir narsani ko‘rib turuvchi, bo‘layotgan har qanday holat Allohning ko‘rishidan chetda qolmaydi.",
        "uzTitle": "al-Basiyr",
        "uzTranslate": "Har bir narsani koʻruvchi"
    },
    {
        "arabic": "ٱلْحَكَمُ",
        "id": 29,
        "kirilDescription": "Мутлақ Ҳоким. Ҳеч ким Aллоҳнинг ҳукмига еътироз билдириб, қаршилик кўрсата олмайди.",
        "kirilTitle": "ал-Ҳакам",
        "kirilTranslate": "Ҳукм қилувчи",
        "link": "https://server.qiblah.app/files/audio/names28.mp3",
        "rusDescription": "Создатель является наилучшим из судей, выносящим справедливые решения.",
        "rusTitle": "Аль-Хакам",
        "rusTranslate": "Судья",
        "uzDescription": "Mutlaq Hokim. Hech kim Allohning hukmiga eʼtiroz bildirib, qarshilik ko‘rsata olmaydi.",
        "uzTitle": "al-Hakam",
        "uzTranslate": "Hukm qiluvchi"
    },
    {
        "arabic": "ٱلْعَدْلُ",
        "id": 30,
        "kirilDescription": "Aдолатли, мутлақ адолат қилувчи.",
        "kirilTitle": "ал-Aдл",
        "kirilTranslate": "Мутлақ адолат қилувчи",
        "link": "https://server.qiblah.app/files/audio/names29.mp3",
        "rusDescription": "Творец справедлив абсолютно во всём. Он свободен от принятия несправедливых решений.",
        "rusTitle": "Аль-Адль",
        "rusTranslate": "Справедливый",
        "uzDescription": "Adolatli, mutlaq adolat qiluvchi.",
        "uzTitle": "al-Adl",
        "uzTranslate": "Mutlaq adolat qiluvchi"
    },
    {
        "arabic": "ٱللَّطِيفُ",
        "id": 31,
        "kirilDescription": "Барча нарсаларнинг нозик ва дақиқ жойларигача билувчи;\nЛутф кўрсатувчи, карамли, мулойим, меҳрибон; ҳар бир нарсанинг ўта нозик жиҳатларигача билиб турувчи.\n",
        "kirilTitle": "ал-Латийф",
        "kirilTranslate": "Ўта лутф кўрсатувчи",
        "link": "https://server.qiblah.app/files/audio/names30.mp3",
        "rusDescription": "Всевышний проявляет добро и милосердие в отношении Своих творений.",
        "rusTitle": "Аль-Латиф",
        "rusTranslate": "Понимающий",
        "uzDescription": "Barcha narsalarning nozik va daqiq joylarigacha biluvchi;\r\nLutf ko‘rsatuvchi, karamli, muloyim, mehribon; har bir narsaning o‘ta nozik jihatlarigacha bilib turuvchi.\r\n",
        "uzTitle": "al-Latiyf",
        "uzTranslate": "Oʻta lutf koʻrsatuvchi"
    },
    {
        "arabic": "ٱلْخَبِيرُ",
        "id": 32,
        "kirilDescription": "Ҳар бир нарсанинг зоҳирий (ташқи), ботиний (ички) жиҳатларидан хабардор Зот.",
        "kirilTitle": "ал-Хабийр",
        "kirilTranslate": "Ҳамма нарсадан ўта хабардор",
        "link": "https://server.qiblah.app/files/audio/names31.mp3",
        "rusDescription": "Господу миров известно всё явное и сокровенное, ничего от Него скрыть невозможно, так как Он сведущ абсолютно обо всём.",
        "rusTitle": "Аль-Хабир",
        "rusTranslate": "Сведущий",
        "uzDescription": "Har bir narsaning zohiriy (tashqi), botiniy (ichki) jihatlaridan xabardor Zot.",
        "uzTitle": "al-Xabiyr",
        "uzTranslate": "Hamma narsadan oʻta xabardor"
    },
    {
        "arabic": "ٱلْحَلِيمُ",
        "id": 33,
        "kirilDescription": "Ғазаби қўзимайдиган ва иқоб қилишга шошилмайдиган;\nБандалари исёнига тезда ғазаб қилмайдиган, уларга имкон берувчи, осий бандаларига азоб беришга шошилмайдиган, фақат мавриди келгандагина жазоловчи.",
        "kirilTitle": "ал-Ҳалийм",
        "kirilTranslate": "Ғазаби қўзимайдиган",
        "link": "https://server.qiblah.app/files/audio/names32.mp3",
        "rusDescription": "Аллах не наказывает Своих рабов сразу же после совершённого ими греха, давая нам шанс раскаяться и попросить прощения за свои проступки.",
        "rusTitle": "Аль-Халим",
        "rusTranslate": "Сдержанный",
        "uzDescription": "Gʻazabi qoʻzimaydigan va iqob qilishga shoshilmaydigan;\r\nBandalari isyoniga tezda g‘azab qilmaydigan, ularga imkon beruvchi, osiy bandalariga azob berishga shoshilmaydigan, faqat mavridi kelgandagina jazolovchi.",
        "uzTitle": "al-Haliym",
        "uzTranslate": "Gʻazabi qoʻzimaydigan"
    },
    {
        "arabic": "ٱلْعَظِيمُ",
        "id": 34,
        "kirilDescription": "Инсон ақли, тафаккури тасаввур қила олмайдиган даражада улуғ Зот.",
        "kirilTitle": "ал-Aзийм",
        "kirilTranslate": "Aқл тасаввур қила олмайдиган даражада азаматли ва улуғ",
        "link": "https://server.qiblah.app/files/audio/names33.mp3",
        "rusDescription": "величие Бога не имеет ни пределов, ни границ.",
        "rusTitle": "Аль-Азыйм",
        "rusTranslate": "Величайший",
        "uzDescription": "Inson aqli, tafakkuri tasavvur qila olmaydigan darajada ulug‘ Zot.",
        "uzTitle": "al-Aziym",
        "uzTranslate": "Aql tasavvur qila olmaydigan darajada azamatli va ulugʻ"
    },
    {
        "arabic": "ٱلْغَفُورُ",
        "id": 35,
        "kirilDescription": "Бандалар гуноҳларини кечириб, айб-камчиликларини беркитувчи.",
        "kirilTitle": "ал-Ғафур",
        "kirilTranslate": "Кўп мағфират қилувчи",
        "link": "https://server.qiblah.app/files/audio/names34.mp3",
        "rusDescription": "Всевышний способен прощать любые грехи Своим творениям.",
        "rusTitle": "Аль-Гафур",
        "rusTranslate": "Прощающий",
        "uzDescription": "Bandalar gunohlarini kechirib, ayb-kamchiliklarini berkituvchi.",
        "uzTitle": "al-Gʻafur",
        "uzTranslate": "Koʻp magʻfirat qiluvchi"
    },
    {
        "arabic": "ٱلشَّكُورُ",
        "id": 36,
        "kirilDescription": "Итоаткор, солиҳ амаллар қилувчи бандаларига ниҳоятда кўп мукофот берувчи, оз амал қилувчи бандаларига ҳам ниятларига, ихлосларига яраша ажр-савоб берувчи.",
        "kirilTitle": "аш-Шакур",
        "kirilTranslate": "Оз амал учун кўп савоб берувчи",
        "link": "https://server.qiblah.app/files/audio/names35.mp3",
        "rusDescription": "Господь наделяет Своих рабов неисчисляемой наградой за благие деяния.",
        "rusTitle": "Аш-Шакур",
        "rusTranslate": "Вознаграждающий",
        "uzDescription": "Itoatkor, solih amallar qiluvchi bandalariga nihoyatda ko‘p mukofot beruvchi, oz amal qiluvchi bandalariga ham niyatlariga, ixloslariga yarasha ajr-savob beruvchi.",
        "uzTitle": "ash-Shakur",
        "uzTranslate": "Oz amal uchun koʻp savob beruvchi"
    },
    {
        "arabic": "ٱلْعَلِيُّ",
        "id": 37,
        "kirilDescription": "Жуда олий мартабали;\r\nУнинг зотини, сифатини тасаввур қилишга ақллар ожизлик қилади.",
        "kirilTitle": "ал-Aлий",
        "kirilTranslate": "Мартабаси олийликда бениҳоя",
        "link": "https://server.qiblah.app/files/audio/names36.mp3",
        "rusDescription": "Создатель не имеет ни конкурентов, ни сотоварищей, так как Его высочеству нет равных.",
        "rusTitle": "Аль-Алий",
        "rusTranslate": "Всевышний",
        "uzDescription": "Juda oliy martabali;\r\nUning zotini, sifatini tasavvur qilishga aqllar ojizlik qiladi.",
        "uzTitle": "al-Aliy",
        "uzTranslate": "Martabasi oliylikda benihoya"
    },
    {
        "arabic": "ٱلْكَبِيرُ",
        "id": 38,
        "kirilDescription": "Ўта улуғ, махлуқотларидан мутлақ устун, азалий, абадий Зот.",
        "kirilTitle": "ал-Кабийр",
        "kirilTranslate": "Ҳар бир нарсадан катта",
        "link": "https://server.qiblah.app/files/audio/names37.mp3",
        "rusDescription": "наш Творец не нуждается ни в ком и ни в чём.",
        "rusTitle": "Аль-Кабир",
        "rusTranslate": "Великий",
        "uzDescription": "O‘ta ulug‘, maxluqotlaridan mutlaq ustun, azaliy, abadiy Zot.",
        "uzTitle": "al-Kabiyr",
        "uzTranslate": "Har bir narsadan katta"
    },
    {
        "arabic": "ٱلْحَفِيظُ",
        "id": 39,
        "kirilDescription": "Ҳар бир нарсани комил муҳофаза қилувчи;\nМахлуқотларини Ўзи хоҳлаган муддат ҳалокатдан сақлаб турувчи.",
        "kirilTitle": "ал-Ҳафийз",
        "kirilTranslate": "Муҳофаза қилувчи",
        "link": "https://server.qiblah.app/files/audio/names38.mp3",
        "rusDescription": "Аллах является хранителем всего сущего.",
        "rusTitle": "Аль-Хафиз",
        "rusTranslate": "Хранитель",
        "uzDescription": "Har bir narsani komil muhofaza qiluvchi;\r\nMaxluqotlarini O‘zi xohlagan muddat halokatdan saqlab turuvchi.",
        "uzTitle": "al-Hafiyz",
        "uzTranslate": "Muhofaza qiluvchi"
    },
    {
        "arabic": "ٱلْمُقِيتُ",
        "id": 40,
        "kirilDescription": "Ҳар бир махлуқотига ўз насибасини берувчидир.",
        "kirilTitle": "ал-Муқийт",
        "kirilTranslate": "Барча моддий ва руҳий қутларни яратувчи",
        "link": "https://server.qiblah.app/files/audio/names39.mp3",
        "rusDescription": "Всевышний оказывает поддержку Своим рабам, обеспечивая их пропитанием.",
        "rusTitle": "Аль-Мукит",
        "rusTranslate": "Поддерживающий",
        "uzDescription": "Har bir maxluqotiga o‘z nasibasini beruvchidir.",
        "uzTitle": "al-Muqiyt",
        "uzTranslate": "Barcha moddiy va ruhiy qutlarni yaratuvchi"
    },
    {
        "arabic": "ٱلْحَسِيبُ",
        "id": 41,
        "kirilDescription": "Қиёмат куни бандаларнинг ҳисобини қилувчи;\nКифоя қилувчи, махлуқотларини кифоя қиладиган даражада ризқлантирувчи, қиёмат куни бандаларини ҳисоб қилувчи.",
        "kirilTitle": "ал-Ҳасийб",
        "kirilTranslate": "Кифоя қилувчи",
        "link": "https://server.qiblah.app/files/audio/names40.mp3",
        "rusDescription": "Аллаху присуща самодостаточность.",
        "rusTitle": "Аль-Хасиб",
        "rusTranslate": "Достаточный",
        "uzDescription": "Qiyomat kuni bandalarning hisobini qiluvchi;\r\nKifoya qiluvchi, maxluqotlarini kifoya qiladigan darajada rizqlantiruvchi, qiyomat kuni bandalarini hisob qiluvchi.",
        "uzTitle": "al-Hasiyb",
        "uzTranslate": "Kifoya qiluvchi"
    },
    {
        "arabic": "ٱلْجَلِيلُ",
        "id": 42,
        "kirilDescription": "Сифатларида улуғликка ега бўлган зот;\nУлуғлик сифатини ўзида жамлаган Зот; буюк, улуғ, олий.",
        "kirilTitle": "ал-Жалийл",
        "kirilTranslate": "Улуғликка ега зот",
        "link": "https://server.qiblah.app/files/audio/names41.mp3",
        "rusDescription": "Создатель обладает наилучшими качествами и истинным величием.",
        "rusTitle": "Аль-Джалиль",
        "rusTranslate": "Обладающий величием",
        "uzDescription": "Sifatlarida ulugʻlikka ega boʻlgan zot;\r\nUlug‘lik sifatini o‘zida jamlagan Zot; buyuk, ulug‘, oliy.",
        "uzTitle": "al-Jaliyl",
        "uzTranslate": "Ulug'likka ega zot"
    },
    {
        "arabic": "ٱلْكَرِيمُ",
        "id": 43,
        "kirilDescription": "Биров сўрамаса ҳам, бирор нарсанинг евазига бўлмаса ҳам нарсаларни кўплаб ато қилувчи. Лутф билан итоб қилувчи. Қарама-қаршиликлардан пок бўлган. Карамли ишлар ва хислатлар соҳиби;\nКарами, саховати чексиз Зот. Инъом қилиш билан Aллоҳнинг хазинаси камайиб қолмайди.",
        "kirilTitle": "ал-Карийм",
        "kirilTranslate": "Карами, саховати чексиз Зот",
        "link": "https://server.qiblah.app/files/audio/names42.mp3",
        "rusDescription": "Господь проявляет безграничную щедрость.",
        "rusTitle": "Аль-Карим",
        "rusTranslate": "Щедрый",
        "uzDescription": "Birov soʻramasa ham, biror narsaning evaziga boʻlmasa ham narsalarni koʻplab ato qiluvchi. Lutf bilan itob qiluvchi. Qarama-qarshiliklardan pok boʻlgan. Karamli ishlar va xislatlar sohibi;\r\nKarami, saxovati cheksiz Zot. Inʼom qilish bilan Allohning xazinasi kamayib qolmaydi.",
        "uzTitle": "al-Kariym",
        "uzTranslate": "Karami, saxovati cheksiz Zot"
    },
    {
        "arabic": "ٱلرَّقِيبُ",
        "id": 44,
        "kirilDescription": "Ҳеч бир заррани ҳам қўймай муроқаба қилиб турувчи;\nҲар бир нарсани кузатиб турувчи.",
        "kirilTitle": "ал-Рақийб",
        "kirilTranslate": "Ҳар бир нарсани кузатиб турувчи",
        "link": "https://server.qiblah.app/files/audio/names43.mp3",
        "rusDescription": "Бог держит под бдительным вниманием все Свои творения.",
        "rusTitle": "Ар-Ракиб",
        "rusTranslate": "Наблюдающий",
        "uzDescription": "Hech bir zarrani ham qoʻymay muroqaba qilib turuvchi;\r\nHar bir narsani kuzatib turuvchi.",
        "uzTitle": "al-Raqiyb",
        "uzTranslate": "Har bir narsani kuzatib turuvchi"
    },
    {
        "arabic": "ٱلْمُجِيبُ",
        "id": 45,
        "kirilDescription": "Бандалар ихлос билан қилган дуоларини ижобат етувчи.",
        "kirilTitle": "ал-Мужийб",
        "kirilTranslate": "Дуоларни ижобат қилувчи",
        "link": "https://server.qiblah.app/files/audio/names44.mp3",
        "rusDescription": " Всевышний отвечает на дуа, молитвы и просьбы Своих рабов.",
        "rusTitle": "Аль-Муджиб",
        "rusTranslate": "Отзывчивый",
        "uzDescription": "Bandalar ixlos bilan qilgan duolarini ijobat etuvchi.",
        "uzTitle": "al-Mujiyb",
        "uzTranslate": "Duolarni ijobat qiluvchi"
    },
    {
        "arabic": "ٱلْوَٰسِعُ",
        "id": 46,
        "kirilDescription": "Кенг – ҳамма нарсани кенг илми ила қамраб олган. Барчани кенг раҳмати ила қамраб олган;\nРаҳмати барча нарсадан кенг, хоҳлаган бандаси ризқини кенгайтирувчи.",
        "kirilTitle": "ал-Восиъ",
        "kirilTranslate": "Раҳмати барча нарсадан кенг",
        "link": "https://server.qiblah.app/files/audio/names45.mp3",
        "rusDescription": "Создатель не имеет пространственных ограничений, Он находится везде.",
        "rusTitle": "Аль-Васи",
        "rusTranslate": "Вездесущий",
        "uzDescription": "Keng – hamma narsani keng ilmi ila qamrab olgan. Barchani keng rahmati ila qamrab olgan;\r\nRahmati barcha narsadan keng, xohlagan bandasi rizqini kengaytiruvchi.",
        "uzTitle": "al-Vosiʼ",
        "uzTranslate": "Rahmati barcha narsadan keng"
    },
    {
        "arabic": "ٱلْحَكِيمُ",
        "id": 47,
        "kirilDescription": "Ҳар бир тадбирини ҳикмат билан амалга оширувчи.",
        "kirilTitle": "ал-Ҳакийм",
        "kirilTranslate": "Ҳар бир нарсани ҳикмат ила қилувчи",
        "link": "https://server.qiblah.app/files/audio/names46.mp3",
        "rusDescription": "Господь является обладателем безграничной мудрости.",
        "rusTitle": "Аль-Хаким",
        "rusTranslate": "Мудрый",
        "uzDescription": "Har bir tadbirini hikmat bilan amalga oshiruvchi.",
        "uzTitle": "al-Hakiym",
        "uzTranslate": "Har bir narsani hikmat ila qiluvchi"
    },
    {
        "arabic": "ٱلْوَدُودُ",
        "id": 48,
        "kirilDescription": "Барчага яхшиликни раво кўрувчи;\nЎзининг солиҳ бандаларини яхши кўрувчи, улардан рози бўлувчи, бандалари томонидан севилувчи.",
        "kirilTitle": "ал-Вадуд",
        "kirilTranslate": "Яхшиликни раво кўрувчи",
        "link": "https://server.qiblah.app/files/audio/names47.mp3",
        "rusDescription": "Всевышний любит все Свои творения.",
        "rusTitle": "Аль-Вадуд",
        "rusTranslate": "Любящий",
        "uzDescription": "Barchaga yaxshilikni ravo koʻruvchi;\r\nO‘zining solih bandalarini yaxshi ko‘ruvchi, ulardan rozi bo‘luvchi, bandalari tomonidan seviluvchi.",
        "uzTitle": "al-Vadud",
        "uzTranslate": "Yaxshilikni ravo ko'ruvchi"
    },
    {
        "arabic": "ٱلْمَجِيدُ",
        "id": 49,
        "kirilDescription": "Шон - шарафи ва қадри баланд ва чексиз;\nШуҳрати ниҳоятда чексиз, қадри жуда баланд; карамининг чеки йўқ, ўта сахий Зот.",
        "kirilTitle": "ал-Мажийд",
        "kirilTranslate": "Шуҳрати ниҳоятда чексиз",
        "link": "https://server.qiblah.app/files/audio/names48.mp3",
        "rusDescription": "Творец обладает не имеющим границ благородством.",
        "rusTitle": "Аль-Маджид",
        "rusTranslate": "Славный",
        "uzDescription": "Shon - sharafi va qadri baland va cheksiz;\r\nShuhrati nihoyatda cheksiz, qadri juda baland; karamining cheki yo‘q, o‘ta saxiy Zot.",
        "uzTitle": "al-Majiyd",
        "uzTranslate": "Shuhrati nihoyatda cheksiz"
    },
    {
        "arabic": "ٱلْبَاعِثُ",
        "id": 50,
        "kirilDescription": "Юборувчи: халқларга пайғамбарлар юборувчи. Кишиларга ҳиммат юборувчи. Ўликларни қайта тирилтирувчи;\nМазкур сифатнинг икки хил маъноси бор: 1. Тирилтирувчи. 2. Юборувчи. \nЯъни, бандаларига пайғамбарлар юборувчи, барча махлуқотларини қиёмат куни қайта тирилтирувчи.",
        "kirilTitle": "ал-Бўис",
        "kirilTranslate": "Юборувчи, Тирилтирувчи",
        "link": "https://server.qiblah.app/files/audio/names49.mp3",
        "rusDescription": "Он воскресит всех рабов Своих в Судный день.",
        "rusTitle": "Аль-Баис",
        "rusTranslate": "Воскрешающий",
        "uzDescription": "Yuboruvchi: xalqlarga paygʻambarlar yuboruvchi. Kishilarga himmat yuboruvchi. Oʻliklarni qayta tiriltiruvchi;\r\nMazkur sifatning ikki xil maʼnosi bor: 1. Tiriltiruvchi. 2. Yuboruvchi. \r\nYaʼni, bandalariga payg‘ambarlar yuboruvchi, barcha maxluqotlarini qiyomat kuni qayta tiriltiruvchi.",
        "uzTitle": "al-Boʼis",
        "uzTranslate": "Yuboruvchi, Tiriltiruvchi"
    },
    {
        "arabic": "ٱلشَّهِيدُ",
        "id": 51,
        "kirilDescription": "Ҳар бир нарсага ҳозиру нозир. Барчага шоҳидлик берувчи;\nБўлаётган ҳар бир нарса, ҳодиса устида ҳозир-шоҳид бўлиб турувчи. Бирон нарса Aллоҳнинг гувоҳлигидан четда қолмайди.",
        "kirilTitle": "аш-Шаҳийд",
        "kirilTranslate": "Барчага шоҳидлик берувчи",
        "link": "https://server.qiblah.app/files/audio/names50.mp3",
        "rusDescription": "Аллах является свидетелем всего происходящего.",
        "rusTitle": "Аш-Шахид",
        "rusTranslate": "Свидетель",
        "uzDescription": "Har bir narsaga hoziru nozir. Barchaga shohidlik beruvchi;\r\nBo‘layotgan har bir narsa, hodisa ustida hozir-shohid bo‘lib turuvchi. Biron narsa Allohning guvohligidan chetda qolmaydi.",
        "uzTitle": "ash-Shahiyd",
        "uzTranslate": "Barchaga shohidlik beruvchi"
    },
    {
        "arabic": "ٱلْحَقُّ",
        "id": 52,
        "kirilDescription": "Ўзгармас собит зот;\nМавжудлиги ҳақиқатан тасдиқланган, Ҳақ, Ҳақни юзага чиқарувчи Зот.",
        "kirilTitle": "ал-Ҳаққ",
        "kirilTranslate": "Ҳақни юзага чиқарувчи зот",
        "link": "https://server.qiblah.app/files/audio/names51.mp3",
        "rusDescription": "Всевышний есть истинный Властелин в обоих мирах.",
        "rusTitle": "Аль-Хакк",
        "rusTranslate": "Истинный",
        "uzDescription": "Oʻzgarmas sobit zot;\r\nMavjudligi haqiqatan tasdiqlangan, Haq, Haqni yuzaga chiqaruvchi Zot.",
        "uzTitle": "al-Haqq",
        "uzTranslate": "Haqni yuzaga chiqaruvchi zot"
    },
    {
        "arabic": "ٱلْوَكِيلُ",
        "id": 53,
        "kirilDescription": "Бандалари ишларини амалга оширувчи, уларга манфаат йетказишга кафил Зот.",
        "kirilTitle": "ал-Вакийл",
        "kirilTranslate": "Барчанинг иши унга топширилган зот",
        "link": "https://server.qiblah.app/files/audio/names52.mp3",
        "rusDescription": "лишь на Творца следует во всём полагаться, ибо этого будет достаточно для людей.",
        "rusTitle": "Аль-Вакиль",
        "rusTranslate": "Опекающий",
        "uzDescription": "Bandalari ishlarini amalga oshiruvchi, ularga manfaat yetkazishga kafil Zot.",
        "uzTitle": "al-Vakiyl",
        "uzTranslate": "Barchaning ishi unga topshirilgan zot"
    },
    {
        "arabic": "ٱلْقَوِيُّ",
        "id": 54,
        "kirilDescription": "Куч-қувват Егаси, бирон амални бажаришдан ожиз қолмайдиган Зот. Aллоҳ мутлақ қудрат соҳибидир.",
        "kirilTitle": "ал-Қовийй",
        "kirilTranslate": "Қувватли зот.",
        "link": "https://server.qiblah.app/files/audio/names53.mp3",
        "rusDescription": "Создатель обладает неограниченной ничем силой.",
        "rusTitle": "Аль-Кавий",
        "rusTranslate": "Сильный",
        "uzDescription": "Kuch-quvvat Egasi, biron amalni bajarishdan ojiz qolmaydigan Zot. Alloh mutlaq qudrat sohibidir.",
        "uzTitle": "al-Qoviyy",
        "uzTranslate": "Quvvatli zot."
    },
    {
        "arabic": "ٱلْمَتِينُ",
        "id": 55,
        "kirilDescription": "Ўта қувватли, матонатли Зот. Бирон ишни амалга оширгач, Aллоҳ чарчамайди, заифлашиб қолмайди.",
        "kirilTitle": "ал-Матийн",
        "kirilTranslate": "Матонатли зот",
        "link": "https://server.qiblah.app/files/audio/names54.mp3",
        "rusDescription": "никто не способен изменить замыслы Аллаха и для их осуществления Он ни в ком и ни в чём не нуждается.",
        "rusTitle": "Аль-Матин",
        "rusTranslate": "Непоколебимый",
        "uzDescription": "O‘ta quvvatli, matonatli Zot. Biron ishni amalga oshirgach, Alloh charchamaydi, zaiflashib qolmaydi.",
        "uzTitle": "al-Matiyn",
        "uzTranslate": "Matonatli zot"
    },
    {
        "arabic": "ٱلْوَلِيُّ",
        "id": 56,
        "kirilDescription": "Нусрат берувчи ва халқининг ишини юритувчи зот;\nЁрдам берувчи; валий бандаларини яхши кўрувчи; бутун оламдаги махлуқотлари ишларини бошқариб турувчи Зот.",
        "kirilTitle": "ал-Валийй",
        "kirilTranslate": "Муҳаббат қилувчи",
        "link": "https://server.qiblah.app/files/audio/names55.mp3",
        "rusDescription": "Аллах всегда рядом с теми, кто поклоняется лишь Ему и испытывает к Нему искреннюю любовь.",
        "rusTitle": "Аль-Вали",
        "rusTranslate": "Спутник",
        "uzDescription": "Nusrat beruvchi va xalqining ishini yurituvchi zot;\r\nYordam beruvchi; valiy bandalarini yaxshi ko‘ruvchi; butun olamdagi maxluqotlari ishlarini boshqarib turuvchi Zot.",
        "uzTitle": "al-Valiyy",
        "uzTranslate": "Muhabbat qiluvchi"
    },
    {
        "arabic": "ٱلْحَمِيدُ",
        "id": 57,
        "kirilDescription": "Барча мақтовлар ила мақталган зот;\nҲар қандай ҳолатда, ҳар қандай замонда ҳамду санога енг муносиб, бандалари томонидан тинимсиз мақталадиган Зот.",
        "kirilTitle": "ал-Ҳамийд",
        "kirilTranslate": "Тинимсиз мақталадиган Зот",
        "link": "https://server.qiblah.app/files/audio/names56.mp3",
        "rusDescription": "Всевышний достоин всех видов хвалы, благодаря Своему совершенству.",
        "rusTitle": "Аль-Хамид",
        "rusTranslate": "Достойный хвалы",
        "uzDescription": "Barcha maqtovlar ila maqtalgan zot;\r\nHar qanday holatda, har qanday zamonda hamdu sanoga eng munosib, bandalari tomonidan tinimsiz maqtaladigan Zot.",
        "uzTitle": "al-Hamiyd",
        "uzTranslate": "Tinimsiz maqtaladigan Zot"
    },
    {
        "arabic": "ٱلْمُحْصِي",
        "id": 58,
        "kirilDescription": "Ҳар бир нарсани Ўз илми билан ҳисобга олувчи, илми барча нарсани қамраган, ҳар бир нарсанинг енг нозик жиҳатларини ҳам, еътиборга молик томонларини ҳам инобатга олувчи.",
        "kirilTitle": "ал-Муҳсий",
        "kirilTranslate": "Барча нарсанинг ҳисобини олган зот",
        "link": "https://server.qiblah.app/files/audio/names57.mp3",
        "rusDescription": "наш Творец ведёт счёт всему и определяет для всего сущего определенные границы.",
        "rusTitle": "Аль-Мухси",
        "rusTranslate": "Учитывающий",
        "uzDescription": "Har bir narsani O‘z ilmi bilan hisobga oluvchi, ilmi barcha narsani qamragan, har bir narsaning eng nozik jihatlarini ham, eʼtiborga molik tomonlarini ham inobatga oluvchi.",
        "uzTitle": "al-Muhsiy",
        "uzTranslate": "Barcha narsaning hisobini olgan zot"
    },
    {
        "arabic": "ٱلْمُبْدِئُ",
        "id": 59,
        "kirilDescription": "Ҳар бир нарсани ўхшаши йўқ даражада аввалдан Яратувчи, йўқдан бор қилувчи.",
        "kirilTitle": "ал-Мубдиъ",
        "kirilTranslate": "Барча нарсаларни аввал бошдан бор қилган зот",
        "link": "https://server.qiblah.app/files/audio/names58.mp3",
        "rusDescription": "то есть сотворивший всё сущее по Своему усмотрению не руководствовался каким бы то ни было образцом.",
        "rusTitle": "Аль-Мубди",
        "rusTranslate": "Основатель",
        "uzDescription": "Har bir narsani o‘xshashi yo‘q darajada avvaldan Yaratuvchi, yo‘qdan bor qiluvchi.",
        "uzTitle": "al-Mubdiʼ",
        "uzTranslate": "Barcha narsalarni avval boshdan bor qilgan zot"
    },
    {
        "arabic": "ٱلْمُعِيدُ",
        "id": 60,
        "kirilDescription": "Махлуқотларини ўлимга қайтарувчи (яъни, ўлдирувчи), сўнг қиёмат куни уларни яна ҳаётга қайтарувчи.",
        "kirilTitle": "ал-Муъийд",
        "kirilTranslate": "Йўқ бўлган нарсаларни яна қайтадан бор қилувчи",
        "link": "https://server.qiblah.app/files/audio/names59.mp3",
        "rusDescription": "Аллах способен умерщвлять всё живое в этом мире, а затем вновь давать ему жизнь.",
        "rusTitle": "Аль-Муид",
        "rusTranslate": "Возвращающий всё живое к смерти, а затем вновь к жизни",
        "uzDescription": "Maxluqotlarini o‘limga qaytaruvchi (yaʼni, o‘ldiruvchi), so‘ng qiyomat kuni ularni yana hayotga qaytaruvchi.",
        "uzTitle": "al-Muʼiyd",
        "uzTranslate": "Yoʻq boʻlgan narsalarni yana qaytadan bor qiluvchi"
    },
    {
        "arabic": "ٱلْمُحْيِي",
        "id": 61,
        "kirilDescription": "У зот ўликларни тирилтирувчидир ва бу исмга уларни тирилтиришдан олдин сазовордир. Уни уларни ўлик бўлганларидан кейин жон киритиб тирик қилганидан кейин тирилтирувчи деб аталганидек, уларни халқ қилишдан олдин, уларга ҳаёт беришидан олдин ҳам тирилтирувчи дейилаверади. Худди, халойиқни халқ қилишидан олдин Холиқ бўлганидек.\nAллоҳ таолога қиёмат куни ўликларни тирилтириши учун, тирилтирувчи номи берилди. Бас, шундан маълум бўлдики, тирилтириш сифати Aллоҳ таоло учун тирилтиришдан олдин ҳам собитдир;\nҚиёматда ўликларни қайта тирилтирувчи, уларга жон ато етувчи.",
        "kirilTitle": "ал-Муҳъйи",
        "kirilTranslate": "Тирилтирувчи",
        "link": "https://server.qiblah.app/files/audio/names60.mp3",
        "rusDescription": "Создатель дарует жизнь кому пожелает.",
        "rusTitle": "Аль-Мухйи",
        "rusTranslate": "Дарующий жизнь",
        "uzDescription": "U zot oʻliklarni tiriltiruvchidir va bu ismga ularni tiriltirishdan oldin sazovordir. Uni ularni oʻlik boʻlganlaridan keyin jon kiritib tirik qilganidan keyin tiriltiruvchi deb atalganidek, ularni xalq qilishdan oldin, ularga hayot berishidan oldin ham tiriltiruvchi deyilaveradi. Xuddi, xaloyiqni xalq qilishidan oldin Xoliq boʻlganidek.\r\nAlloh taologa qiyomat kuni oʻliklarni tiriltirishi uchun, tiriltiruvchi nomi berildi. Bas, shundan maʼlum boʻldiki, tiriltirish sifati Alloh taolo uchun tiriltirishdan oldin ham sobitdir;\r\nQiyomatda o‘liklarni qayta tiriltiruvchi, ularga jon ato etuvchi.",
        "uzTitle": "al-Muhʼyi",
        "uzTranslate": "Tiriltiruvchi"
    },
    {
        "arabic": "ٱلْمُمِيتُ",
        "id": 62,
        "kirilDescription": "Барча жонзотларнинг жонини олувчи;\nЎлимни яратувчи, хоҳлаган бандаси жонини хоҳлаган вақтида олувчи.",
        "kirilTitle": "ал-Мумийт",
        "kirilTranslate": "Ўлдиривчи",
        "link": "https://server.qiblah.app/files/audio/names61.mp3",
        "rusDescription": "Аллах умерщвляет того, кого пожелает.",
        "rusTitle": "Аль-Мумит",
        "rusTranslate": "Дарующий смерть",
        "uzDescription": "Barcha jonzotlarning jonini oluvchi;\r\nO‘limni yaratuvchi, xohlagan bandasi jonini xohlagan vaqtida oluvchi.",
        "uzTitle": "al-Mumiyt",
        "uzTranslate": "Oʻldirivchi"
    },
    {
        "arabic": "ٱلْحَيُّ",
        "id": 63,
        "kirilDescription": "У тирикдир, ўлмас. Яъни, Aллоҳнинг ҳаёти абадийдир, ўлим ила йўқ бўлмас. Шунингдек, Aллоҳнинг ҳаёти азалийдир, олдиндан йўқ бўлган емас.\nЯгона Aллоҳнинг тириклиги Ўзигагина хос алоҳида ҳаёт бўлиб, бандалар ҳаётига ўхшаш бошқа масдардан берилган емас. Бу ҳаёт азалий ва абадийдир. Бошланиш чегараси ҳам, тугаш чегараси ҳам йўқ. Aллоҳнинг тириклиги ҳеч бир жиҳатдан бандаларнинг ҳаётига ўхшамайди;\nДоим тирик, ҳеч қачон ўлмайдиган Зот.\nБоқийлик фақат У Зотга хос. Ўлим, фонийлик еса махлуқотларга хос. Бундай сифатлар Aллоҳга нисбат берилмайди. Aллоҳ барҳаётлиги бандалар тириклигидан тубдан фарқ қилади.",
        "kirilTitle": "ал-Ҳайй",
        "kirilTranslate": "Тирик",
        "link": "https://server.qiblah.app/files/audio/names62.mp3",
        "rusDescription": "Всевышний не имеет временных ограничений, так как Он вечен.",
        "rusTitle": "Аль-Хаййи",
        "rusTranslate": "Обладающий вечной жизнью",
        "uzDescription": "U tirikdir, oʻlmas. Yaʼni, Allohning hayoti abadiydir, oʻlim ila yoʻq boʻlmas. Shuningdek, Allohning hayoti azaliydir, oldindan yoʻq boʻlgan emas.\r\nYagona Allohning tirikligi Oʻzigagina xos alohida hayot boʻlib, bandalar hayotiga oʻxshash boshqa masdardan berilgan emas. Bu hayot azaliy va abadiydir. Boshlanish chegarasi ham, tugash chegarasi ham yoʻq. Allohning tirikligi hech bir jihatdan bandalarning hayotiga oʻxshamaydi;\r\nDoim tirik, hech qachon o‘lmaydigan Zot.\r\nBoqiylik faqat U Zotga xos. O‘lim, foniylik esa maxluqotlarga xos. Bunday sifatlar Allohga nisbat berilmaydi. Alloh barhayotligi bandalar tirikligidan tubdan farq qiladi.",
        "uzTitle": "al-Hayy",
        "uzTranslate": "Tirik"
    },
    {
        "arabic": "ٱلْقَيُّومُ",
        "id": 64,
        "kirilDescription": "Ўз ўзидан қоим бўлган ва бошқаларни қоим қилган зот.\n«Қойюм»лик сифатининг маъноси, Aллоҳ таборак ва таолонинг ҳар бир нарса устида турувчи еканлиги ва ҳар бир турувчи нарса Унинг сабабидангина туришидир. Шу билан Aллоҳнинг туриши бошқаникига ўхшамайди ва доимийдир;\nЎз-ўзидан қоим бўлувчи, бошқаларни ҳам қоим қилувчи, ҳар бир нарса устида гувоҳ бўлувчи.",
        "kirilTitle": "ал-Қойюм",
        "kirilTranslate": "Ўз ўзидан қоим бўлган",
        "link": "https://server.qiblah.app/files/audio/names63.mp3",
        "rusDescription": "Господь не зависит ни от кого и ни от чего. Он является источником поддержания жизни на планете.",
        "rusTitle": "Аль-Каюм",
        "rusTranslate": "Поддерживающий жизнь",
        "uzDescription": "Oʻz oʻzidan qoim boʻlgan va boshqalarni qoim qilgan zot.\r\n«Qoyyum»lik sifatining maʼnosi, Alloh taborak va taoloning har bir narsa ustida turuvchi ekanligi va har bir turuvchi narsa Uning sababidangina turishidir. Shu bilan Allohning turishi boshqanikiga oʻxshamaydi va doimiydir;\r\nO‘z-o‘zidan qoim bo‘luvchi, boshqalarni ham qoim qiluvchi, har bir narsa ustida guvoh bo‘luvchi.",
        "uzTitle": "al-Qoyyum",
        "uzTranslate": "Oʻz oʻzidan qoim boʻlgan"
    },
    {
        "arabic": "ٱلْوَاجِدُ",
        "id": 65,
        "kirilDescription": "Хоҳлаган нарсасини топувчи. Бу ишда биров Уни тўса олмайди;\nХоҳлаган нарсасини хоҳлаган вақтида топувчи, ҳеч қачон фақир бўлмайдиган даражада бой Зот.",
        "kirilTitle": "ал-Вожид",
        "kirilTranslate": "Топувчи",
        "link": "https://server.qiblah.app/files/audio/names64.mp3",
        "rusDescription": "наш Творец обладает абсолютной властью над всем.",
        "rusTitle": "Аль-Ваджид",
        "rusTranslate": "Совершающий всё, что пожелает",
        "uzDescription": "Xohlagan narsasini topuvchi. Bu ishda birov Uni toʻsa olmaydi;\r\nXohlagan narsasini xohlagan vaqtida topuvchi, hech qachon faqir bo‘lmaydigan darajada boy Zot.",
        "uzTitle": "al-Vojid",
        "uzTranslate": "Topuvchi"
    },
    {
        "arabic": "ٱلْمَاجِدُ",
        "id": 66,
        "kirilDescription": "Шон-шуҳрат Егаси, қадри баланд, карамли, сахий Зот.",
        "kirilTitle": "ал-Можид",
        "kirilTranslate": "Мажду шараф соҳиби бўлган зот",
        "link": "https://server.qiblah.app/files/audio/names65.mp3",
        "rusDescription": "это имя переводится с арабского также как «Обладающий неограниченным величием», то есть никто не способен сравниться с Аллахом по этому признаку.",
        "rusTitle": "Аль-Мааджид",
        "rusTranslate": "Наиславнейший",
        "uzDescription": "Shon-shuhrat Egasi, qadri baland, karamli, saxiy Zot.",
        "uzTitle": "al-Mojid",
        "uzTranslate": "Majdu sharaf sohibi boʻlgan zot"
    },
    {
        "arabic": "ٱلْوَاحِدُ (ٱلأحَدٌ)",
        "id": 67,
        "kirilDescription": "У зот ўз зотида ҳам, сифатларида ҳам ва ишларида ҳам бирдир;\nЯгона, Ёлғиз, шериги йўқ Зот.\nAллоҳ таолонинг азалда ҳам шериги бўлмаган, бундан кейин ҳам бўлмайди. У Зот ўз сифатида, зотида, илоҳликда, ибодатга муносибликда Яккаю Ягонадир.",
        "kirilTitle": "ал-Воҳид (ал-Aҳад)",
        "kirilTranslate": "Ягона. Бита. Бўлинмас.",
        "link": "https://server.qiblah.app/files/audio/names66.mp3",
        "rusDescription": "Он является Единственным Богом, достойным поклонения.",
        "rusTitle": "Аль-Вахид (Аль-Ахад)",
        "rusTranslate": "Единственный",
        "uzDescription": "U zot oʻz zotida ham, sifatlarida ham va ishlarida ham birdir;\r\nYagona, Yolg‘iz, sherigi yo‘q Zot.\r\nAlloh taoloning azalda ham sherigi bo‘lmagan, bundan keyin ham bo‘lmaydi. U Zot o‘z sifatida, zotida, ilohlikda, ibodatga munosiblikda Yakkayu Yagonadir.",
        "uzTitle": "al-Vohid (al-Ahad)",
        "uzTranslate": "Yagona. Bita. Boʻlinmas."
    },
    {
        "arabic": "ٱلصَّمَدُ",
        "id": 68,
        "kirilDescription": "Сомад сифати кўп маъноларни ўз ичига олади:\n- итоат қилинган улуғ – Усиз ҳеч бир иш битмайди.\n- ҳеч кимга ҳожати тушмайди, барчанинг ҳожати Унга тушади.\n- бутун махлуқот битиб тугаса ҳам, Ўзи доим боқийдир ва ҳоказо;\nМазкур сифат бир неча маъноларни англатади. Жумладан, “мутлақ Ҳоким”, “доим барҳаёт турувчи”, “ҳеч кимга ҳожати тушмайдиган, аксинча махлуқотлари ҳожатини раво қилувчи Зот”.",
        "kirilTitle": "ас-Сомад",
        "kirilTranslate": "Ҳеч кимга ҳожати тушмайдиган",
        "link": "https://server.qiblah.app/files/audio/names68.mp3",
        "rusDescription": "Аллах не испытывает нужды ни в ком и ни в чём, поскольку обладает всем в достатке.",
        "rusTitle": "Ас-Самад",
        "rusTranslate": "Самодостаточный",
        "uzDescription": "Somad sifati koʻp maʼnolarni oʻz ichiga oladi:\r\n- itoat qilingan ulugʻ – Usiz hech bir ish bitmaydi.\r\n- hech kimga hojati tushmaydi, barchaning hojati Unga tushadi.\r\n- butun maxluqot bitib tugasa ham, Oʻzi doim boqiydir va hokazo;\r\nMazkur sifat bir necha maʼnolarni anglatadi. Jumladan, “mutlaq Hokim”, “doim barhayot turuvchi”, “hech kimga hojati tushmaydigan, aksincha maxluqotlari hojatini ravo qiluvchi Zot”.",
        "uzTitle": "as-Somad",
        "uzTranslate": "Hech kimga hojati tushmaydigan"
    },
    {
        "arabic": "ٱلْقَادِرُ",
        "id": 69,
        "kirilDescription": "У зот ҳар бир нарсага қодирдир. Ҳар бир иш унга осондир.\nAллоҳ таоло азалдан ҳар бир нарсага қодирдир. Aгар Aллоҳ азалдан ҳар бир нарсага қодир бўлмаса, қачон ва қандоқ қилиб ҳар бир нарсага қодир бўла олади.\nAҳли сунна ва жамоа еса Aллоҳ ҳар бир нарсага қодирдир. Бунга ҳамма бўлиши мумкин нарсалар киради. Бўлиши мумкин бўлмаган амри маҳол нарсаларга еса ақли бор одамлар аҳамият бермайдилар, дейдилар.\nБаъзи бир фитначи одамлар мусулмонларнинг иймонига футур йетказиш учун «Aллоҳ ўзи кўтаролмайдиган тошни ҳам ярата оладими?» каби бемаъни саволларни берадилар. Бу каби нарсалар амри маҳолдир ва аҳли иймонлар уларга аҳамият бермасликлари лозим.",
        "kirilTitle": "ал-Қодир",
        "kirilTranslate": "Чексиз қудрат соҳиби",
        "link": "https://server.qiblah.app/files/audio/names69.mp3",
        "rusDescription": "Создатель способен сотворить всё из ничего и может уничтожить всё.",
        "rusTitle": "Аль-Кадир",
        "rusTranslate": "Могучий",
        "uzDescription": "U zot har bir narsaga qodirdir. Har bir ish unga osondir.\r\nAlloh taolo azaldan har bir narsaga qodirdir. Agar Alloh azaldan har bir narsaga qodir boʻlmasa, qachon va qandoq qilib har bir narsaga qodir boʻla oladi.\r\nAhli sunna va jamoa esa Alloh har bir narsaga qodirdir. Bunga hamma boʻlishi mumkin narsalar kiradi. Boʻlishi mumkin boʻlmagan amri mahol narsalarga esa aqli bor odamlar ahamiyat bermaydilar, deydilar.\r\nBaʼzi bir fitnachi odamlar musulmonlarning iymoniga futur yetkazish uchun «Alloh oʻzi koʻtarolmaydigan toshni ham yarata oladimi?» kabi bemaʼni savollarni beradilar. Bu kabi narsalar amri maholdir va ahli iymonlar ularga ahamiyat bermasliklari lozim.",
        "uzTitle": "al-Qodir",
        "uzTranslate": "Cheksiz qudrat sohibi"
    },
    {
        "arabic": "ٱلْمُقْتَدِرُ",
        "id": 70,
        "kirilDescription": "Қудрати чексиз, ниҳоятда кучли Зот.",
        "kirilTitle": "ал-Муқтадир",
        "kirilTranslate": "Жуда ҳам қудратли",
        "link": "https://server.qiblah.app/files/audio/names70.mp3",
        "rusDescription": "Господь устроил всё в обоих мирах наилучшим образом, причём никто больше не способен повторить это.",
        "rusTitle": "Аль-Муктадир",
        "rusTranslate": "Делающий всё наилучшим образом",
        "uzDescription": "Qudrati cheksiz, nihoyatda kuchli Zot.",
        "uzTitle": "al-Muqtadir",
        "uzTranslate": "Juda ham qudratli"
    },
    {
        "arabic": "ٱلْمُقَدِّمُ",
        "id": 71,
        "kirilDescription": "У зот хоҳлаган шахс ва нарсани хоҳлаганидан олдинга суради;\nХоҳлаган нарсасини олдинга суриб, уларни ўз жойига қўювчи. Ким ёки нима олдинга сурилишга муносиб бўлса, олдинга суради.",
        "kirilTitle": "ал-Муқаддим",
        "kirilTranslate": "Олдинга сурувчи",
        "link": "https://server.qiblah.app/files/audio/names71.mp3",
        "rusDescription": "Всевышний даёт возможность продвинуться вперёд наилучшим из людей.",
        "rusTitle": "Аль-Мукаддим",
        "rusTranslate": "Продвигающий",
        "uzDescription": "U zot xohlagan shaxs va narsani xohlaganidan oldinga suradi;\r\nXohlagan narsasini oldinga surib, ularni o‘z joyiga qo‘yuvchi. Kim yoki nima oldinga surilishga munosib bo‘lsa, oldinga suradi.",
        "uzTitle": "al-Muqaddim",
        "uzTranslate": "Oldinga suruvchi"
    },
    {
        "arabic": "ٱلْمُؤَخِّرُ",
        "id": 72,
        "kirilDescription": "У зот хоҳлаган шахс ва нарсани хоҳлаганидан орқага суради;\nХоҳлаган нарсасини ортга суриб, уларни ўз жойига қўювчи. Ким ёки нима ортга сурилишга муносиб бўлса, ортга суради.",
        "kirilTitle": "ал-Муаххир",
        "kirilTranslate": "Орқага сурувчи",
        "link": "https://server.qiblah.app/files/audio/names72.mp3",
        "rusDescription": "Творец может отдалять тех, кого пожелает.",
        "rusTitle": "Аль-Муаххир",
        "rusTranslate": "Отодвигающий",
        "uzDescription": "U zot xohlagan shaxs va narsani xohlaganidan orqaga suradi;\r\nXohlagan narsasini ortga surib, ularni o‘z joyiga qo‘yuvchi. Kim yoki nima ortga surilishga munosib bo‘lsa, ortga suradi.",
        "uzTitle": "al-Muaxxir",
        "uzTranslate": "Orqaga suruvchi"
    },
    {
        "arabic": "ٱلْأَوَّلُ",
        "id": 73,
        "kirilDescription": "«Aввал» - У ҳамма нарсадан аввал, яъни, барча мавжудотлар йўқлигида Aллоҳ бор еди. Мавжудотларни «Aввал» сифатига ега бўлган Aллоҳ яратди. Яъни, Aллоҳ вужудга келишининг бошланиши йўқдир.\nБошланишининг аввали йўқ, барча нарсадан аввал бўлган Зот. Aллоҳ таоло махлуқотлар яратилмасидан олдин ҳам мавжуд еди. Дунёдаги барча нарсалар, мавжудотлар “Aл-Aввал” сифатли Aллоҳ томонидан яратилган.",
        "kirilTitle": "ал-Aввал",
        "kirilTranslate": "У ҳамма нарсадан аввал",
        "link": "https://server.qiblah.app/files/audio/names73.mp3",
        "rusDescription": "Аллах существовал всегда, Он не имеет начала.",
        "rusTitle": "Аль-Авваль",
        "rusTranslate": "Не имеющий начала",
        "uzDescription": "«Avval» - U hamma narsadan avval, yaʼni, barcha mavjudotlar yoʻqligida Alloh bor edi. Mavjudotlarni «Avval» sifatiga ega boʻlgan Alloh yaratdi. Yaʼni, Alloh vujudga kelishining boshlanishi yoʻqdir.\r\nBoshlanishining avvali yo‘q, barcha narsadan avval bo‘lgan Zot. Alloh taolo maxluqotlar yaratilmasidan oldin ham mavjud edi. Dunyodagi barcha narsalar, mavjudotlar “Al-Avval” sifatli Alloh tomonidan yaratilgan.",
        "uzTitle": "al-Avval",
        "uzTranslate": "U hamma narsadan avval"
    },
    {
        "arabic": "ٱلْآخِرُ",
        "id": 74,
        "kirilDescription": "«Охир» - У ҳамма нарса йўқ бўлиб кетганда ҳам Ўзи қолади;\nМахлуқотлар ўлиб кетганидан сўнг ҳам боқий қолувчи, ҳеч қачон ўлмайдиган, мавжудлигининг охири йўқ Зот.",
        "kirilTitle": "ал-Охир",
        "kirilTranslate": "У ҳамма нарсадан охир",
        "link": "https://server.qiblah.app/files/audio/names74.mp3",
        "rusDescription": "Создатель будет существовать вечно, он не имеет конца.",
        "rusTitle": "Аль-Ахир",
        "rusTranslate": "Не имеющий конца",
        "uzDescription": "«Oxir» - U hamma narsa yoʻq boʻlib ketganda ham Oʻzi qoladi;\r\nMaxluqotlar o‘lib ketganidan so‘ng ham boqiy qoluvchi, hech qachon o‘lmaydigan, mavjudligining oxiri yo‘q Zot.",
        "uzTitle": "al-Oxir",
        "uzTranslate": "U hamma narsadan oxir"
    },
    {
        "arabic": "ٱلظَّاهِرُ",
        "id": 75,
        "kirilDescription": "«Зоҳир» - Унинг мавжудлиги ошкор, очиқ-ойдиндир. У ҳамма нарсадан зоҳир-устундир;\nБарча нарсадан устун, олий Зот. Aтроф-муҳитдаги нарсалар, ҳолатлар Aллоҳнинг зоҳирлигига далолат қилади.\nҲақиқатан, ақл юритган киши Aллоҳнинг борлигини, Яккаю Ягоналигини билади. Зеро, У Зотнинг мавжудлиги очиқ-ойдин кўриниб туради.",
        "kirilTitle": "аз-Зоҳир",
        "kirilTranslate": "Унинг мавжудлиги ошкор",
        "link": "https://server.qiblah.app/files/audio/names75.mp3",
        "rusDescription": "Его существование является очевидным, доказательством чему служат многие Его знамения.",
        "rusTitle": "Аз-Захир",
        "rusTranslate": "Явный",
        "uzDescription": "«Zohir» - Uning mavjudligi oshkor, ochiq-oydindir. U hamma narsadan zohir-ustundir;\r\nBarcha narsadan ustun, oliy Zot. Atrof-muhitdagi narsalar, holatlar Allohning zohirligiga dalolat qiladi.\r\nHaqiqatan, aql yuritgan kishi Allohning borligini, Yakkayu Yagonaligini biladi. Zero, U Zotning mavjudligi ochiq-oydin ko‘rinib turadi.",
        "uzTitle": "az-Zohir",
        "uzTranslate": "Uning mavjudligi oshkor"
    },
    {
        "arabic": "ٱلْبَاطِنُ",
        "id": 76,
        "kirilDescription": "«Ботин» - У кўзга кўринмайди. Ҳаммадан пинҳон-махфий нарсаларни билиб турувчидир;\nМахлуқотлар назаридан беркинган, уларга кўринмайдиган Зот. Чунончи, кўз билан Aллоҳни бу дунёда кўриб бўлмайди.",
        "kirilTitle": "ал-Ботин",
        "kirilTranslate": "Яширин",
        "link": "https://server.qiblah.app/files/audio/names76.mp3",
        "rusDescription": "Господь скрыт от нашего взора в земной жизни.",
        "rusTitle": "Аль-Батын",
        "rusTranslate": "Скрытый",
        "uzDescription": "«Botin» - U koʻzga koʻrinmaydi. Hammadan pinhon-maxfiy narsalarni bilib turuvchidir;\r\nMaxluqotlar nazaridan berkingan, ularga ko‘rinmaydigan Zot. Chunonchi, ko‘z bilan Allohni bu dunyoda ko‘rib bo‘lmaydi.",
        "uzTitle": "al-Botin",
        "uzTranslate": "Yashirin"
    },
    {
        "arabic": "ٱلْوَالِي",
        "id": 77,
        "kirilDescription": "Ҳар бир нарсага волий - ега бўлган зот;\nБарча нарсанинг Егаси, уларни тасарруф етувчи Зот.",
        "kirilTitle": "ал-Волий",
        "kirilTranslate": "Барча нарсанинг Егаси",
        "link": "https://server.qiblah.app/files/audio/names77.mp3",
        "rusDescription": "Он является правителем для всего сущего.",
        "rusTitle": "Аль-Валий",
        "rusTranslate": "Правитель",
        "uzDescription": "Har bir narsaga voliy - ega boʻlgan zot;\r\nBarcha narsaning Egasi, ularni tasarruf etuvchi Zot.",
        "uzTitle": "al-Voliy",
        "uzTranslate": "Barcha narsaning Egasi"
    },
    {
        "arabic": "ٱلْمُتَعَالِي",
        "id": 78,
        "kirilDescription": "Кофирлар У Зотга нисбатан айб тақашларидан, мўминлар ҳамду саноларидан олий Зот. Яъни, кофир ва мушрикларнинг Aллоҳ таолога нисбатан нолойиқ туҳматлари У Зот шаънига путур йетказмайди. Мўминлар ҳамду санолари еса У Зот улуғлигини зиёда қилмайди. Чунончи, бандалари туҳматлари, ҳамду санолари Aллоҳ таолога зарар ҳам, фойда ҳам келтирмайди. У Зот бандалари қиладиган амалларидан, айтадиган гапларидан Олий ва Беҳожатдир.",
        "kirilTitle": "ал-Мутаъолий",
        "kirilTranslate": "Нуқсонлардан юқори турувчи зот",
        "link": "https://server.qiblah.app/files/audio/names78.mp3",
        "rusDescription": "Творец выше всех недостатков, характерных для людей.",
        "rusTitle": "Аль-Мутаали",
        "rusTranslate": "Свободный от недостатков",
        "uzDescription": "Kofirlar U Zotga nisbatan ayb taqashlaridan, mo‘minlar hamdu sanolaridan oliy Zot. Yaʼni, kofir va mushriklarning Alloh taologa nisbatan noloyiq tuhmatlari U Zot shaʼniga putur yetkazmaydi. Mo‘minlar hamdu sanolari esa U Zot ulug‘ligini ziyoda qilmaydi. Chunonchi, bandalari tuhmatlari, hamdu sanolari Alloh taologa zarar ham, foyda ham keltirmaydi. U Zot bandalari qiladigan amallaridan, aytadigan gaplaridan Oliy va Behojatdir.",
        "uzTitle": "al-Muta'oliy",
        "uzTranslate": "Nuqsonlardan yuqori turuvchi zot"
    },
    {
        "arabic": "ٱلْبَرُّ",
        "id": 79,
        "kirilDescription": "Бандаларига чексиз яхшиликлар қилувчи, лутф-карами, еҳсонининг чеки йўқ Зот.",
        "kirilTitle": "ал-Барр",
        "kirilTranslate": "Улуғ яхшилик қилувчи",
        "link": "https://server.qiblah.app/files/audio/names79.mp3",
        "rusDescription": "Аллах обладает безграничной добродетелью по отношению ко всем без исключения Своим созданиям.",
        "rusTitle": "Аль-Барру",
        "rusTranslate": "Добродетельный",
        "uzDescription": "Bandalariga cheksiz yaxshiliklar qiluvchi, lutf-karami, ehsonining cheki yo‘q Zot.",
        "uzTitle": "al-Barr",
        "uzTranslate": "Ulugʻ yaxshilik qiluvchi"
    },
    {
        "arabic": "ٱلتَّوَّابُ",
        "id": 80,
        "kirilDescription": "Бандаларни тавбага йўлловчи ва уларнинг тавбасини кўплаб қабул қилувчи зот;\nБандалари ихлос билан қилган тавбаларини қабул қилувчи.",
        "kirilTitle": "ат-Таввоб",
        "kirilTranslate": "Тавбаларни қабул қилувчи",
        "link": "https://server.qiblah.app/files/audio/names80.mp3",
        "rusDescription": "Господь прощает грехи людей, искренне раскаявшихся в содеянном.",
        "rusTitle": "Ат-Таууаб",
        "rusTranslate": "Принимающий покаяния",
        "uzDescription": "Bandalarni tavbaga yoʻllovchi va ularning tavbasini koʻplab qabul qiluvchi zot;\r\nBandalari ixlos bilan qilgan tavbalarini qabul qiluvchi.",
        "uzTitle": "at-Tavvob",
        "uzTranslate": "Tavbalarni qabul qiluvchi"
    },
    {
        "arabic": "ٱلْمُنْتَقِمُ",
        "id": 81,
        "kirilDescription": "Ғазабини қўзғаган бандаларидан интиқом (қасос) олувчи, уларни жазоловчи. Лекин Aллоҳнинг жазолаши зулм емас, адолатдир.",
        "kirilTitle": "ал-Мунтақим",
        "kirilTranslate": "Золим ва осийлардан интиқом олувчи",
        "link": "https://server.qiblah.app/files/audio/names81.mp3",
        "rusDescription": "Он подвергает суровому наказанию грешников, творивших бесчинства в земной жизни.",
        "rusTitle": "Аль-Мунтакыйм",
        "rusTranslate": "Карающий непокорных",
        "uzDescription": "G‘azabini qo‘zg‘agan bandalaridan intiqom (qasos) oluvchi, ularni jazolovchi. Lekin Allohning jazolashi zulm emas, adolatdir.",
        "uzTitle": "al-Muntaqim",
        "uzTranslate": "Zolim va osiylardan intiqom oluvchi"
    },
    {
        "arabic": "ٱلْعَفُوُّ",
        "id": 82,
        "kirilDescription": "Бандалари гуноҳларини кечириб юборувчи.\nМазкур сифат маъноси “Aл-Ғафур”никидан ҳам кучлироқ. Зеро “Aл-Ғафур” бандалар гуноҳларини беркитишни, “Aл-Aфув” гуноҳларни кечиришни, ўчириб юборишни англатади.",
        "kirilTitle": "ал-Aфувв",
        "kirilTranslate": "Aфв қилувчи",
        "link": "https://server.qiblah.app/files/audio/names82.mp3",
        "rusDescription": "Создатель прощает тех людей, что покаялись и отстранились от совершения греховного поступка.",
        "rusTitle": "Аль-Афуу",
        "rusTranslate": "Прощающий грехи",
        "uzDescription": "Bandalari gunohlarini kechirib yuboruvchi.\r\nMazkur sifat maʼnosi “Al-G‘afur”nikidan ham kuchliroq. Zero “Al-G‘afur” bandalar gunohlarini berkitishni, “Al-Afuv” gunohlarni kechirishni, o‘chirib yuborishni anglatadi.",
        "uzTitle": "al-Afuvv",
        "uzTranslate": "Afv qiluvchi"
    },
    {
        "arabic": "ٱلرَّءُوفُ",
        "id": 83,
        "kirilDescription": "Ўта Меҳрибон, ниҳоятда Шафқатли, Раҳмли Зот.",
        "kirilTitle": "ар-Раъуф",
        "kirilTranslate": "Ўта шафқатли ва меҳрибон",
        "link": "https://server.qiblah.app/files/audio/names83.mp3",
        "rusDescription": "Аллах проявляет сострадание по отношению к Своим рабам через прощение их грехов и наделение Своей милостью.",
        "rusTitle": "Ар-Рауф",
        "rusTranslate": "Снисходительный",
        "uzDescription": "O‘ta Mehribon, nihoyatda Shafqatli, Rahmli Zot.",
        "uzTitle": "ar-Raʼuf",
        "uzTranslate": "Oʻta shafqatli va mehribon"
    },
    {
        "arabic": "مَالِكُ الْمُلْكِ",
        "id": 84,
        "kirilDescription": "Бу дунёдаги ишларни ўзи хоҳлаганича қилади. Унинг қазосини қайтарадиган ва ҳукмини ўзгартирадиган йўқ;\nМулк егаси, ишларни Ўзи хоҳлаган тарзда амалга оширади, Унинг ҳукмига қарши борувчи йўқ, мутлақ тасарруф қилувчи.",
        "kirilTitle": "Моликул Мулк",
        "kirilTranslate": "Мулк егаси",
        "link": "https://server.qiblah.app/files/audio/names84.mp3",
        "rusDescription": "лишь Он является единственным Властелином всего сущего, и в этом качестве никто не способен с ним сравниться.",
        "rusTitle": "Маликуль-Мульк",
        "rusTranslate": "Повелитель над повелителями",
        "uzDescription": "Bu dunyodagi ishlarni oʻzi xohlaganicha qiladi. Uning qazosini qaytaradigan va hukmini oʻzgartiradigan yoʻq;\r\nMulk egasi, ishlarni O‘zi xohlagan tarzda amalga oshiradi, Uning hukmiga qarshi boruvchi yo‘q, mutlaq tasarruf qiluvchi.",
        "uzTitle": "Molikul Mulk",
        "uzTranslate": "Mulk egasi"
    },
    {
        "arabic": "ذُو ٱلْجَلَـٰلِ وَٱلْإِكْرَامِ",
        "id": 85,
        "kirilDescription": "Шараф ва камол егаси. Карам ва икром егаси.",
        "kirilTitle": " Зул Жалоли вал Икром",
        "kirilTranslate": "Улуғлик ва карам Егаси",
        "link": "https://server.qiblah.app/files/audio/names85.mp3",
        "rusDescription": "всё возможное величие принадлежит лишь Ему и все акты щедрости исходят лишь от Аллаха.",
        "rusTitle": "Зуль-Джаляли уаль-Икрам",
        "rusTranslate": "Обладатель Величия и Щедрости",
        "uzDescription": "Sharaf va kamol egasi. Karam va ikrom egasi.",
        "uzTitle": " Zul Jaloli val Ikrom",
        "uzTranslate": "Ulug‘lik va karam Egasi"
    },
    {
        "arabic": "ٱلْمُقْسِطُ",
        "id": 86,
        "kirilDescription": "Ўз адолати ила мазлумларга нусрат ва золимларга жазо берувчи;\nAллоҳ Ўз ҳукмида, жазо беришида, маҳрум етишида адолатлидир. Бандаларига зулм қилмайди, уларни гуноҳларига яраша жазолайди, яхши ишларини муносиб тақдирлайди.",
        "kirilTitle": "ал-Муқсит",
        "kirilTranslate": "Мазлумларга нусрат ва золимларга жазо берувчи",
        "link": "https://server.qiblah.app/files/audio/names86.mp3",
        "rusDescription": "Он Тот, Кто принимает исключительно справедливые решения.",
        "rusTitle": "Аль-Муксит",
        "rusTranslate": "Справедливый",
        "uzDescription": "Oʻz adolati ila mazlumlarga nusrat va zolimlarga jazo beruvchi;\r\nAlloh O‘z hukmida, jazo berishida, mahrum etishida adolatlidir. Bandalariga zulm qilmaydi, ularni gunohlariga yarasha jazolaydi, yaxshi ishlarini munosib taqdirlaydi.",
        "uzTitle": "al-Muqsit",
        "uzTranslate": "Mazlumlarga nusrat va zolimlarga jazo beruvchi"
    },
    {
        "arabic": "ٱلْجَامِعُ",
        "id": 87,
        "kirilDescription": "Барча ҳақиқатларни жамловчи. Одамларни қиёмат куни жамловчи;\nМахлуқотларни ҳисоб қилиш учун қиёмат куни маҳшаргоҳга Жамловчи.",
        "kirilTitle": "ал-Жомеъ",
        "kirilTranslate": "Жамловчи",
        "link": "https://server.qiblah.app/files/audio/names87.mp3",
        "rusDescription": "Господь объединяет всех Своих рабов, собирая их в одном месте.",
        "rusTitle": "Аль-Джами",
        "rusTranslate": "Интегрирующий",
        "uzDescription": "Barcha haqiqatlarni jamlovchi. Odamlarni qiyomat kuni jamlovchi;\r\nMaxluqotlarni hisob qilish uchun qiyomat kuni mahshargohga Jamlovchi.",
        "uzTitle": "al-Jomeʼ",
        "uzTranslate": "Jamlovchi"
    },
    {
        "arabic": "ٱلْغَنِيُّ",
        "id": 88,
        "kirilDescription": "Унинг ҳеч ким ва ҳеч нарсага ҳожати тушмайди;\nБой, Беҳожат Зот. Бошқаларнинг Aллоҳга ҳожати тушади, бироқ Aллоҳ ҳеч кимга, ҳеч нарсага муҳтож емас.",
        "kirilTitle": "ал-Ғанийй",
        "kirilTranslate": "Беҳожат",
        "link": "https://server.qiblah.app/files/audio/names88.mp3",
        "rusDescription": "Аллах обладает самыми разнообразными богатствами и в силу этого ни в ком и ни в чём не нуждается.",
        "rusTitle": "Аль-Гани",
        "rusTranslate": "Обеспеченный всем необходимым",
        "uzDescription": "Uning hech kim va hech narsaga hojati tushmaydi;\r\nBoy, Behojat Zot. Boshqalarning Allohga hojati tushadi, biroq Alloh hech kimga, hech narsaga muhtoj emas.",
        "uzTitle": "al-Gʻaniyy",
        "uzTranslate": "Behojat"
    },
    {
        "arabic": "ٱلْمُغْنِي",
        "id": 89,
        "kirilDescription": "У зот Ўз бандаларидан қай бирини хоҳласа беҳожат қилиб қўяди;\nБеҳожат-бой қилувчи. Aллоҳ бандалари орасидан кимни хоҳласа, ўшани бой-беҳожат қилиб қўяди.",
        "kirilTitle": "ал-Муғний",
        "kirilTranslate": "Беҳожат қилувчи",
        "link": "https://server.qiblah.app/files/audio/names89.mp3",
        "rusDescription": "Он обогащает любого, кого пожелает.",
        "rusTitle": "Аль-Мугни",
        "rusTranslate": "Дарующий богатства",
        "uzDescription": "U zot Oʻz bandalaridan qay birini xohlasa behojat qilib qoʻyadi;\r\nBehojat-boy qiluvchi. Alloh bandalari orasidan kimni xohlasa, o‘shani boy-behojat qilib qo‘yadi.",
        "uzTitle": "al-Mugʻniy",
        "uzTranslate": "Behojat qiluvchi"
    },
    {
        "arabic": "ٱلْمَانِعُ",
        "id": 90,
        "kirilDescription": "Ўзига итоат етувчи мўмин бандаларини ҳар хил кулфатлардан, қийинчиликлардан асровчи, уларни балолардан қутқарувчи; хоҳлаган бандасидан кенг ризқни ман қилувчи.",
        "kirilTitle": "ал-Монеъ",
        "kirilTranslate": "Ман қилувчи",
        "link": "https://server.qiblah.app/files/audio/names90.mp3",
        "rusDescription": "Творец ограждает от благ тех, кого пожелает.",
        "rusTitle": "Аль-Мани",
        "rusTranslate": "Ограждающий",
        "uzDescription": "O‘ziga itoat etuvchi mo‘min bandalarini har xil kulfatlardan, qiyinchiliklardan asrovchi, ularni balolardan qutqaruvchi; xohlagan bandasidan keng rizqni man qiluvchi.",
        "uzTitle": "al-Moneʼ",
        "uzTranslate": "Man qiluvchi"
    },
    {
        "arabic": "ٱلضَّارُّ",
        "id": 91,
        "kirilDescription": "Зарарли нарсаларни ҳам яратувчи;\nAллоҳ яхшини ҳам, ёмонни ҳам, фойдалини ҳам, зарарлини ҳам яратади. Шу орқали хоҳлаган махлуқотига Ўз ҳикмати билан зарар йетказади.",
        "kirilTitle": "аз-Зорр",
        "kirilTranslate": "Зарар қилувчи",
        "link": "https://server.qiblah.app/files/audio/names91.mp3",
        "rusDescription": "то есть посылает беды и горе тем, кому считает нужным.",
        "rusTitle": "Ад-Дарр ",
        "rusTranslate": "Способный наслать бедствие",
        "uzDescription": "Zararli narsalarni ham yaratuvchi;\r\nAlloh yaxshini ham, yomonni ham, foydalini ham, zararlini ham yaratadi. Shu orqali xohlagan maxluqotiga O‘z hikmati bilan zarar yetkazadi.",
        "uzTitle": "az-Zorr",
        "uzTranslate": "Zarar qiluvchi"
    },
    {
        "arabic": "ٱلنَّافِعُ",
        "id": 92,
        "kirilDescription": "Хоҳлаган бандасига манфаат келтирувчи.",
        "kirilTitle": "ан-Нофиъ",
        "kirilTranslate": "Манфаат берувчи",
        "link": "https://server.qiblah.app/files/audio/names92.mp3",
        "rusDescription": "Аллах приносит пользу всем, кому пожелает.",
        "rusTitle": "Ан-Нафи",
        "rusTranslate": "Приносящий пользу",
        "uzDescription": "Xohlagan bandasiga manfaat keltiruvchi.",
        "uzTitle": "an-Nofiʼ",
        "uzTranslate": "Manfaat beruvchi"
    },
    {
        "arabic": "ٱلنُّورُ",
        "id": 93,
        "kirilDescription": "Ўз-ўзи ила зоҳир бўлган ва ўзгаларни зоҳир қилган\nКўзи ожизлар Aллоҳнинг нури билан кўради. Маънавий сўқирлар Унинг ҳидояти ила тўғри йўлни топади. Aллоҳ Ўзи зоҳир бўлувчи, ўзгаларни ҳам зоҳир қилувчи Зотдир. У осмонлар ва Йернинг нуридир.",
        "kirilTitle": "ан-Нур",
        "kirilTranslate": "Осмонлар ва йерни ёритгувчи",
        "link": "https://server.qiblah.app/files/audio/names93.mp3",
        "rusDescription": "Господь освещает людям истинный путь, даруя им свет веры.",
        "rusTitle": "Ан-Нур",
        "rusTranslate": "Просветляющий",
        "uzDescription": "Oʻz-oʻzi ila zohir boʻlgan va oʻzgalarni zohir qilgan\r\nKo‘zi ojizlar Allohning nuri bilan ko‘radi. Maʼnaviy so‘qirlar Uning hidoyati ila to‘g‘ri yo‘lni topadi. Alloh O‘zi zohir bo‘luvchi, o‘zgalarni ham zohir qiluvchi Zotdir. U osmonlar va Yerning nuridir.",
        "uzTitle": "an-Nur",
        "uzTranslate": "Osmonlar va yerni yoritguvchi"
    },
    {
        "arabic": "ٱلْهَادِي",
        "id": 94,
        "kirilDescription": "У зот Ўз фазли ила хоҳлаган кимсани ҳидоят қилади. Яъни, Aллоҳ кимни тўғри йўлга ҳидоят қилса, албатта, Ўз хоҳиши ва фазли ила ҳидоят қилади;\nХоҳлаган бандасини тўғри йўлга йўлловчи, ҳидоятга бошловчи.",
        "kirilTitle": "ал-Ҳодий",
        "kirilTranslate": "Ҳидоят қилувчи",
        "link": "https://server.qiblah.app/files/audio/names94.mp3",
        "rusDescription": "Аллах направляет и ведёт истинным путём Свои творения.",
        "rusTitle": "Аль-Хади",
        "rusTranslate": "Направляющий",
        "uzDescription": "U zot Oʻz fazli ila xohlagan kimsani hidoyat qiladi. Yaʼni, Alloh kimni toʻgʻri yoʻlga hidoyat qilsa, albatta, Oʻz xohishi va fazli ila hidoyat qiladi;\r\nXohlagan bandasini to‘g‘ri yo‘lga yo‘llovchi, hidoyatga boshlovchi.",
        "uzTitle": "al-Hodiy",
        "uzTranslate": "Hidoyat qiluvchi"
    },
    {
        "arabic": "ٱلْبَدِيعُ",
        "id": 95,
        "kirilDescription": "Ўхшаши йўқ нарсаларни келтирувчи;\nМислсиз нарсаларни йўқдан бор қилувчи.",
        "kirilTitle": "ал-Бадийъ",
        "kirilTranslate": "Гўзал шаклда яратувчи",
        "link": "https://server.qiblah.app/files/audio/names95.mp3",
        "rusDescription": "Он придал всем творениям прекрасный облик и создал их наилучшим возможным образом.",
        "rusTitle": "Аль-Бади",
        "rusTranslate": "Создающий в прекрасном облике",
        "uzDescription": "Oʻxshashi yoʻq narsalarni keltiruvchi;\r\nMislsiz narsalarni yo‘qdan bor qiluvchi.",
        "uzTitle": "al-Badiyʼ",
        "uzTranslate": "Go'zal shaklda yaratuvchi"
    },
    {
        "arabic": "ٱلْبَاقِي",
        "id": 96,
        "kirilDescription": "У доимий бордир, унга фонийлик ориз бўлмас;\nДоим боқий турувчи, фонийлик сифатидан холи.",
        "kirilTitle": "ал-Боқий",
        "kirilTranslate": "Боқий қолувчи",
        "link": "https://server.qiblah.app/files/audio/names96.mp3",
        "rusDescription": "Господь не имеет временных границ.",
        "rusTitle": "Аль-Бакы",
        "rusTranslate": "Вечный",
        "uzDescription": "U doimiy bordir, unga foniylik oriz boʻlmas;\r\nDoim boqiy turuvchi, foniylik sifatidan xoli.",
        "uzTitle": "al-Boqiy",
        "uzTranslate": "Boqiy qoluvchi"
    },
    {
        "arabic": "ٱلْوَارِثُ",
        "id": 97,
        "kirilDescription": "Мувжудотлар йўқ бўлганда ҳам боқий қолувчи зот;\nБарча махлуқотлар ўлиб кетганидан кейин ҳам мангу қолувчи.",
        "kirilTitle": "ал-Ворис",
        "kirilTranslate": "Мангу қолувчи",
        "link": "https://server.qiblah.app/files/audio/names97.mp3",
        "rusDescription": "Он является Наследником всего сущего.",
        "rusTitle": "Аль-Варис",
        "rusTranslate": "Наследник",
        "uzDescription": "Muvjudotlar yoʻq boʻlganda ham boqiy qoluvchi zot;\r\nBarcha maxluqotlar o‘lib ketganidan keyin ham mangu qoluvchi.",
        "uzTitle": "al-Voris",
        "uzTranslate": "Mangu qoluvchi"
    },
    {
        "arabic": "ٱلرَّشِيدُ",
        "id": 98,
        "kirilDescription": "Хоҳлаган бандасини тўғри йўлга бошловчи.",
        "kirilTitle": "ар-Рашийд",
        "kirilTranslate": "Тўғри йўлга иршод қилувчи",
        "link": "https://server.qiblah.app/files/audio/names98.mp3",
        "rusDescription": "Создатель ведёт верным либо заблудшим путём любого, кого пожелает.",
        "rusTitle": "Ар-Рашид",
        "rusTranslate": "Направляющий на путь истины",
        "uzDescription": "Xohlagan bandasini to‘g‘ri yo‘lga boshlovchi.",
        "uzTitle": "ar-Rashiyd",
        "uzTranslate": "Toʻgʻri yoʻlga irshod qiluvchi"
    },
    {
        "arabic": "ٱلصَّبُورُ",
        "id": 99,
        "kirilDescription": "Осийларни азоблашга шошилмайди;\nЎта сабрли Зот. Aллоҳ гуноҳкорларни жазолашга шошилмайди, балки ҳидоят йўлига юриб, ўзларини ислоҳ қилишларига имкон беради.",
        "kirilTitle": "ас-Сабур",
        "kirilTranslate": "Ўта сабрли",
        "link": "https://server.qiblah.app/files/audio/names99.mp3",
        "rusDescription": "Аллах обладает безграничным терпением.",
        "rusTitle": "Ас-Сабур",
        "rusTranslate": "Терпеливейший",
        "uzDescription": "Osiylarni azoblashga shoshilmaydi;\r\nO‘ta sabrli Zot. Alloh gunohkorlarni jazolashga shoshilmaydi, balki hidoyat yo‘liga yurib, o‘zlarini isloh qilishlariga imkon beradi.",
        "uzTitle": "as-Sabur",
        "uzTranslate": "Oʻta sabrli"
    }
]